Repository: ddisanto-langops/automate-labels
Catalog: temp.xliff
Languages: fr

# P2A10862C-tu33
source: As explained in our booklet <g id="1">Germany and the Holy Roman Empire</g><g id="2">, </g>Bible prophecy reveals that Germany will trigger global calamity and another world war.
fr: Comme expliqué dans notre brochure <g id="1">L'Allemagne et le Saint Empire romain</g><g id="2">, </g>la prophétie biblique révèle que l'Allemagne déclenchera des calamités mondiales et une autre guerre mondiale.

# P2A10862C-tu34
source: In this context, the Bible prophesies that civilian manufacturing will be repurposed for war-making on a massive scale. “Proclaim ye this among the Gentiles; Prepare war, wake up the mighty men, let all the men of war draw near; let them come up: <g id="1">Beat your plowshares into swords, and your pruninghooks into spears</g>: let the weak say, I am strong” (Joel 3:9-10).
fr: Dans ce contexte, la Bible prophétise que la production civile sera réaffectée à la guerre à grande échelle. « Publiez ces choses parmi les nations ! Préparez la guerre ! Réveillez les héros ! Qu'ils s'approchent, qu'ils montent, tous les hommes de guerre ! <g id="1">De vos hoyaux forgez des épées, et de vos serpes des lances !</g> Que le faible dise : Je suis fort ! » (Joël 3 : 9-10)

# P2A10862C-tu35
source: “The worst nuclear nightmare imaginable is almost upon us,” <g id="1">Trumpet </g>editor in chief Gerald Flurry writes about this passage in his booklet <g id="2">The Prophet Joel</g><g id="3"> </g>(request a free copy).
fr: « Le pire cauchemar nucléaire imaginable est sur le point de se réaliser », écrit Gerald Flurry, rédacteur en chef de <g id="1">la Trompette</g>, à propos de ce passage dans sa brochure <g id="2">Le prophète Joël</g><g id="3"> </g>(demandez un exemplaire gratuit — version anglaise seulement).

# P2A10862C-tu36
source: Verse 12 reads, “Let the heathen be wakened, and come up to the valley of Jehoshaphat: for there will I sit to judge all the heathen round about.” God will assemble all the remaining military might of the world—and measure His strength against man’s.
fr: « Que les nations se réveillent, et qu'elles montent vers la vallée de Josaphat ! Car là je siégerai pour juger toutes les nations d'alentour ». Dieu rassemblera toutes les forces militaires restantes du monde — et mesurera Sa puissance à celle des hommes.

# P2A10862C-tu36
source: It will take God’s intervention to teach mankind that building ever more powerful weaponry while allowing hatred to grow is a path to disaster.
fr: Il faudra l'intervention de Dieu pour enseigner à l'humanité que construire des armes toujours plus puissantes tout en laissant la haine grandir mène tout droit au désastre.

# P2A10862C-tu37
source: The repurposing of civilian goods for weaponry reveals a lot about the state of our world.
fr: La reconversion de biens civils en armement en dit long sur l'état de notre monde.

# P2A10862C-tu37
source: But thanks to God’s coming intervention, a time will come when mankind will “beat their swords into plowshares, and their spears into pruninghooks: nation shall not lift up a sword against nation, neither shall they learn war any more” (Micah 4:3).<x id="1"/><g id="2">n</g>
fr: Mais grâce à l'intervention prochaine de Dieu, un temps viendra où les hommes « de leurs glaives ils forgeront des hoyaux, et de leurs lances des serpes ; une nation ne tirera plus l'épée contre une autre, et l'on n'apprendra plus la guerre » (Michée 4 : 3).<x id="1"/><g id="2">n</g>

# N9FF98989-tu1
source: Rheinmetall Keiler NG armored breaching vehicle
fr: Véhicule blindé de déminage Rheinmetall Keiler NG

# P7A28765A-tu1
source: Panther KF55 Main Battle Tank
fr: Char de combat principal Panther KF55

# P7E9DE62B-tu1
source: Krupp Munitions Works, 1942
fr: Usines de munitions Krupp, 1942

# P7F9B8D3D-tu1
source: Hitler admires a model of the Volkswagen car.
fr: Hitler admire une maquette de la voiture Volkswagen.

# N9F181179-tu1
source: 155-mm artillery ammunition in Rheinmetall’s artillery plant
fr: Munitions d'artillerie de 155 mm dans l'usine d'artillerie de Rheinmetall

# P60FAEE3C-tu1
source: No war, no sickness, no tears
fr: Pas de guerre, pas de maladie, pas de larmes

# P60FAEE3C-tu2
source: <g id="1">A new world is coming, and you can gain a comprehensive glimpse of it in Herbert W. Armstrong’s free booklet </g>The Wonderful World Tomorrow—What It Will Be Like<g id="2">.</g>
fr: <g id="1">Un nouveau monde arrive, et vous pouvez en avoir un aperçu complet dans le livret gratuit d'Herbert W. Armstrong </g>Le monde merveilleux de demain : à quoi il ressemblera<g id="2">.</g> sur latrompette.fr.

# P7D53403F-tu1
source: <g id="1">T</g>urkey is an important world power.
fr: <g id="1">La</g> Turquie est une puissance mondiale importante.

# P7D53403F-tu1
source: Its strategic location, bridging Europe and Asia, and its control over key waterways like the Bosporus make it geopolitically vital.
fr: Sa position stratégique, reliant l'Europe et l'Asie, et son contrôle sur des voies navigables clés comme le Bosphore en font un enjeu géopolitique vital.

# P7D53403F-tu1
source: Its economy, while facing challenges like inflation, is one of the largest in the region, with a <g id="2">gross domestic product</g> of approximately $1.3 trillion.
fr: Son économie, bien qu'elle fasse face à des défis comme l'inflation, est l'une des plus grandes de la région, avec un <g id="2">produit intérieur brut</g> d'environ 1,3 trillion de dollars.

# P7D53403F-tu2
source: Turkey has been a member of the North Atlantic Treaty Organization since 1952, locked into an agreement with America and Europe to protect all members from enemy nations.
fr: La Turquie est membre de l'Organisation du traité de l'Atlantique Nord depuis 1952, liée par un accord avec l'Amérique et l'Europe pour protéger tous les membres des nations ennemies.

# P7D53403F-tu2
source: Turkey has the second-largest military in <g id="1">nato</g> after America.
fr: La Turquie a la deuxième plus grande armée de <g id="1">l'OTAN</g> après les États-Unis.

# P7D53403F-tu2
source: It is a formal ally of the United States, hosting U.S. troops at bases like Incirlik and contributing to <g id="2">nato</g> missions, including one in Afghanistan.
fr: Elle est un allié officiel des États-Unis, accueillant des troupes américaines dans des bases telles que celle d'Incirlik et contribuant aux missions de l'OTAN, notamment en Afghanistan.<g id="2"></g>

# P7D53403F-tu3
source: As part of that alliance, Turkey hosts U.S. nuclear bombs designed to fit its fighter jets.
fr: Dans le cadre de cette alliance, la Turquie héberge des bombes nucléaires américaines conçues pour être embarquées à bord de ses avions de combat.

# P7D53403F-tu3
source: It is unusual for a country to risk giving its bombs to another country, but that is what America has done.
fr: Il est inhabituel pour un pays de prendre le risque de donner ses bombes à un autre pays, mais c'est ce qu'ont fait les États-Unis.

# P7D53403F-tu3
source: America supposedly retains control of those weapons.
fr: Les États-Unis sont censés garder le contrôle de ces armes.

# P7D53403F-tu3
source: But do we really?
fr: Mais est-ce vraiment le cas ?

# P7D53403F-tu4
source: Is Turkey a good ally for America?
fr: La Turquie est-elle un bon allié pour l'Amérique ?

# P7D53403F-tu5
source: Bible prophecy says <g id="1">Turkey is going to betray America</g>.
fr: La prophétie biblique dit que <g id="1">la Turquie va trahir l'Amérique</g>.

# P7D53403F-tu6
source: Trust Erdoğan?
fr: Faire confiance à Erdoğan ?

# P7D53403F-tu7
source: Turkish President Recep Tayyip Erdoğan has allied himself with the Muslim Brotherhood in Egypt.
fr: Le président turc Recep Tayyip Erdoğan s'est allié aux Frères musulmans en Égypte.

# P7D53403F-tu7
source: This is the terrorist organization that spawned Hamas and al Qaeda and has connections with jihadists around the world, including those in America.
fr: Il s'agit de l'organisation terroriste qui a donné naissance au Hamas et à Al-Qaïda et qui entretient des liens avec des djihadistes du monde entier, y compris aux États-Unis.

# P7D53403F-tu7
source: Under Erdoğan’s leadership, Turkey has fought the Kurds in Syria, who are America’s allies.
fr: Sous la direction d'Erdoğan, la Turquie a combattu les Kurdes en Syrie, qui sont les alliés des États-Unis.

# P7D53403F-tu7
source: And he regularly and publicly expresses his hatred for the Jews and Israel, America’s number one ally in the Middle East.<g id="1"> </g>
fr: Et il exprime régulièrement et publiquement sa haine envers les Juifs et Israël, le premier allié des États-Unis au Moyen-Orient.<g id="1"> </g>

# P7D53403F-tu8
source: Still, President Donald Trump considers him a trusted ally. “Turkish officials bet that ties with the U.S. would flourish during Trump’s second term following years of strain,” <g id="1">Bloomberg </g>wrote on May 15. “And with the U.S. focused on foreign-policy aims, including ending the war in Ukraine and integrating Syria into the international system, Erdoğan is reemerging as the regional power broker.”
fr: Pourtant, le président Donald Trump le considère comme un allié de confiance. « Les responsables turcs parient que les relations avec les États-Unis s'épanouiront pendant le second mandat de Trump après des années de tensions », a écrit <g id="1">Bloomberg</g> le 15 mai. « Et alors que les États-Unis se concentrent sur leurs objectifs de politique étrangère, notamment mettre fin à la guerre en Ukraine et intégrer la Syrie dans le système international, Erdoğan réapparaît comme l'homme fort de la région ».

# P7D53403F-tu9
source: President Trump has proved he is willing to work with just about anyone in pursuit of a deal.
fr: Le président Trump a prouvé qu'il était prêt à travailler avec pratiquement n'importe qui dans la poursuite d'un accord.

# P7D53403F-tu9
source: This is most concerning with reference to Turkey’s president.
fr: Cela est particulièrement préoccupant en ce qui concerne le président turc.

# P7D53403F-tu10
source: Erdoğan accuses Israel of committing genocide in Gaza.
fr: Erdoğan accuse Israël d'avoir commis un génocide à Gaza.

# P7D53403F-tu10
source: He hates the Jewish state so much he wants to see it blotted out!
fr: Il déteste tellement l'État juif qu'il souhaite le voir disparaître !

# P7D53403F-tu10
source: He has publicly prayed for Allah to destroy Israel.
fr: Il a publiquement prié Allah de détruire Israël.

# P7D53403F-tu10
source: His government has stoked anti-Israel sentiment domestically with state-controlled media campaigns.
fr: Son gouvernement a attisé le sentiment anti-israélien au niveau national par des campagnes médiatiques contrôlées par l'État.

# P7D53403F-tu10
source: He has worked to rally the Muslim world against Israel, hosting summits and pushing for boycotts.
fr: Il a travaillé pour rassembler le monde musulman contre Israël, organisant des sommets et poussant à des boycotts.

# P7D53403F-tu11
source: Erdoğan has wished mercy on the “martyrs” of Hamas.
fr: Erdoğan a souhaité la miséricorde pour les « martyrs » du Hamas.

# P7D53403F-tu11
source: He provides safe haven and Turkish citizenship to Hamas operatives, whom he praises as “freedom fighters.”
fr: Il offre un refuge sûr et la citoyenneté turque aux membres du Hamas, qu'il qualifie de « combattants de la liberté ».

# P7D53403F-tu12
source: Despite all that, America and Britain view Turkey as an ally.
fr: Malgré tout cela, les États-Unis et la Grande-Bretagne considèrent la Turquie comme un allié.

# P7D53403F-tu13
source: They really ought to consider what God thinks.
fr: Ils devraient vraiment considérer ce que Dieu pense.

# P7D53403F-tu14
source: God has strong words for Turkey in Bible prophecy.
fr: Dieu a des paroles fortes pour la Turquie dans les prophéties bibliques.

# P7D53403F-tu14
source: They express His view of the direction Erdoğan is taking his nation and why we should be especially wary of an alliance with it.
fr: Dieu a des paroles fortes pour la Turquie dans les prophéties bibliques. Elles expriment Son point de vue sur la direction que prend Erdoğan avec son pays et pourquoi nous devrions être particulièrement méfiants à l'égard d'une alliance avec ce pays.

# P7D53403F-tu15
source: An Ominous Prophecy
fr: Une prophétie menaçante

# P7D53403F-tu16
source: The book of Obadiah contains one of the most ominous prophecies in all the Bible.
fr: Le livre d'Abdias contient l'une des prophéties les plus menaçantes de toute la Bible.

# P7D53403F-tu16
source: The context shows that it will be fulfilled just before Jesus Christ returns to Earth.
fr: Le contexte montre qu'elle s'accomplira juste avant le retour de Jésus-Christ sur Terre.

# P7D53403F-tu17
source: Verse 1 says, “The vision of Obadiah.
fr: Le verset 1 dit :« Prophétie d'Abdias

# P7D53403F-tu17
source: Thus saith the Lord God concerning Edom; We have heard a rumour [a <g id="1">report</g> or a <g id="2">prophecy</g>] from the Lord ….” There is a report that must be revealed and delivered.
fr: Ainsi parle le Seigneur, l'Éternel, sur Édom : Nous avons appris une nouvelle [un <g id="1">rapport</g> ou une <g id="2">prophétie</g>] de la part de l'Éternel […] » Il y a un rapport qui doit être révélé et livré.

# P7D53403F-tu17
source: This tells us that God is going to reveal the meaning of this prophecy in the end time through someone who will proclaim it for Him!
fr: Cela nous indique que Dieu va révéler la signification de cette prophétie au temps de la fin par l'intermédiaire de quelqu'un qui la proclamera pour Lui !

# P7D53403F-tu17
source: It has to be done!
fr: Cela doit être fait !

# P7D53403F-tu18
source: Where is this message in these latter days?
fr: Où se trouve ce message en ces derniers jours ?

# P7D53403F-tu18
source: Do you believe every word of God, the way Christ said we must? (Matthew 4:4).
fr: Croyez-vous chaque mot de Dieu, comme le Christ a dit que nous devrions ? (Matthieu 4 : 4).

# P7D53403F-tu18
source: Or do you selectively believe what you want?
fr: Ou croyez-vous sélectivement ce que vous voulez ?

# P7D53403F-tu18
source: Where is God’s message?
fr: Où se trouve le message de Dieu ?

# P7D53403F-tu18
source: These are hard questions we must answer.
fr: Ce sont des questions difficiles auxquelles nous devons répondre.

# P7D53403F-tu19
source: The prophecy concerns <g id="1">Edom,</g> which is another name for Esau (Genesis 25:30; 36:1).
fr: La prophétie concerne <g id="1">Édom,</g> qui est un autre nom pour Ésaü (Genèse 25 :30 ; 36 : 1).

# P7D53403F-tu19
source: The late Herbert W. Armstrong said that in Bible prophecy <g id="2">Esau</g> refers to Turkey.
fr: Feu Herbert W. Armstrong a déclaré que dans les prophéties bibliques, <g id="2">Ésaü</g> désigne la Turquie.

# P7D53403F-tu19
source: Obadiah focuses on this nation, though there is a spiritual fulfillment as well<g id="3">.</g> (My free booklet <g id="4">Obadiah</g> explains the spiritual application for the Church of God.)
fr: Abdias met l'accent sur cette nation, bien qu'il y ait également une réalisation spirituelle<g id="3">.</g> (Ma brochure gratuite <g id="4">Abdias</g>, en anglais seulement, explique l'application spirituelle pour l'Église de Dieu.)

# P7D53403F-tu20
source: In Obadiah 9, God says “O Teman,” speaking of the grandson of Esau.
fr: Dans Abdias 9, Dieu dit « ô Théman », en parlant du petit-fils d'Ésaü.

# P7D53403F-tu20
source: This could be where the name <g id="1">Ottoman</g> came from.
fr: C'est peut-être de là que vient le nom <g id="1">Ottoman</g>.

# P7D53403F-tu20
source: This nation sits astride one of the great sea gates of the world (verse 14).
fr: Cette nation se trouve à cheval sur l'une des grandes portes maritimes du monde (verset 14).

# P7D53403F-tu20
source: It is part of Europe and Asia and has great geopolitical significance that we need to understand.
fr: C'est une partie de l'Europe et de l'Asie et a une grande signification géopolitique que nous devons comprendre.

# P7D53403F-tu21
source: Of this nation, God says, “<g id="1">[T]hou</g> shalt be cut off for ever”! (verse 10).
fr: De cette nation, Dieu dit, « <g id="1">Tu</g> seras exterminé pour toujours » ! (verset 10).

# P7D53403F-tu21
source: Why would God declare that He is going to physically destroy a nation?
fr: Pourquoi Dieu déclarerait-Il qu'Il va physiquement détruire une nation ?

# P7D53403F-tu21
source: What could cause Him to make such a prophecy?
fr: Qu'est-ce qui a pu le pousser à faire une telle prophétie ?

# P7D53403F-tu22
source: You urgently need to understand this because it is going to impact your life personally.
fr: Vous devez comprendre cela de toute urgence, car cela aura un impact sur votre vie personnelle.

# P7D53403F-tu23
source: Esau and Jacob
fr: Ésaü et Jacob

# P7D53403F-tu24
source: Esau was the firstborn son of Isaac and Rebekah.
fr: Ésaü était le fils aîné d'Isaac et de Rebecca.

# P7D53403F-tu24
source: He had a twin brother, Jacob, who was born just after him.
fr: Il avait un frère jumeau, Jacob, qui est né juste après lui.

# P7D53403F-tu25
source: When Rebekah was pregnant with these two boys, God told her, “<g id="1">Two nations</g> are in thy womb, and <g id="2">two manner of people</g> shall be separated from thy bowels; and the one people shall be stronger than the other people; and the elder shall serve the younger” (Genesis 25:23).
fr: Lorsque Rébecca était enceinte de ces deux garçons, Dieu lui a dit, « <g id="1"> Deux nations </g>sont dans ton ventre, et <g id="2">deux peuples</g> se sépareront au sortir de tes entrailles ; un de ces peuples sera plus fort que l'autre, et le plus grand sera assujetti au plus petit » (Genèse 25 : 23).

# P7D53403F-tu25
source: These are two different nations, distinct national types.
fr: Ce sont deux nations différentes, des types nationaux distincts.

# P7D53403F-tu25
source: There was conflict between those two sons from the beginning, and it has continued to this very day.
fr: Il y avait un conflit entre ces deux fils depuis le début, et il a continué jusqu'à ce jour.

# P7D53403F-tu26
source: Obadiah’s vision has an ominous portent of what will happen in these latter days to the descendants of Esau and Jacob.
fr: La vision d'Abdias est un présage menaçant de ce qui arrivera dans les derniers jours aux descendants d'Ésaü et de Jacob.

# P7D53403F-tu27
source: Jacob’s name was later changed to <g id="1">Israel.</g> He went on to have 12 sons, who fathered the 12 tribes of Israel.
fr: Le nom de Jacob fut plus tard changé en <g id="1">Israël.</g> Il eut ensuite 12 fils, qui donnèrent naissance aux 12 tribus d'Israël.

# P7D53403F-tu27
source: In Genesis 49:1, Jacob called all his sons together and said, <g id="2">I’m going to show you</g>, <g id="3">my 12 sons, what’s going to happen to you in the <g id="4">latter days</g>.</g> Those tribes grew into nations of their own, and those nations remain on Earth to this day.
fr: Dans Genèse 49:1, Jacob rassembla tous ses fils et leur dit : « <g id="2">Je vais vous montrer</g>, <g id="3">mes douze fils, ce qui vous arrivera<g id="4"> dans les </g>derniers jours. »</g> Ces tribus devinrent des nations à part entière, et ces nations existent encore aujourd'hui sur Terre.

# P7D53403F-tu27
source: Where are the descendants of those 12 sons?
fr: Où sont les descendants de ces 12 fils ?

# P7D53403F-tu28
source: Prophecies about <g id="1">Israel</g> concern these modern nations.
fr: Les prophéties concernant <g id="1">Israël</g> concernent ces nations modernes.

# P7D53403F-tu28
source: We must know who they are, or we cannot understand Bible prophecy.
fr: Nous devons savoir qui ils sont, sinon nous ne pouvons pas comprendre la prophétie biblique.

# P7D53403F-tu28
source: All this is explained and proved from the Bible and from history in Mr. Armstrong’s book <g id="2">The United States and Britain in Prophecy,</g> which we will send you free upon request.
fr: Tout cela est expliqué et prouvé par la Bible et par l’histoire dans le livre de M. Armstrong <g id="2">Les Anglo-Saxons selon la prophétie,</g> que nous vous enverrons gratuitement sur demande.

# P7D53403F-tu29
source: People seem mystified by this, but this is what Christ meant when He said we must live by every word of God.
fr: Les gens semblent perplexes face à cela, mais c'est ce que le Christ voulait dire lorsqu'Il a dit que nous devons vivre selon chaque parole de Dieu.

# P7D53403F-tu29
source: We are to believe <g id="1">every word</g> of both the Old and New Testaments.
fr: Nous devons croire <g id="1">chaque mot</g> de l'Ancien et du Nouveau Testament.

# P7D53403F-tu30
source: God wants us to <g id="1">know</g> who these modern nations are.
fr: Dieu veut que nous <g id="1">sachions</g> qui sont ces nations modernes.

# P7D53403F-tu30
source: He focuses on three nations in particular in this end time: the birthright nations, America and Britain, and the scepter nation, Judah or the Jews in the Middle East (verse 10).
fr: Il parle de trois nations en particulier dans cette fin des temps : les nations du droit d'aînesse, les États-Unis et la Grande-Bretagne, et la nation du sceptre, Juda ou les Juifs au Moyen-Orient (verset 10).

# P7D53403F-tu31
source: Esau was to receive the birthright blessing, but he rejected that gift, surrendering it for a bowl of soup (Genesis 25:32-34; Hebrews 12:16-17). <g id="1">Edom</g> means red soup, and it is a very meaningful name. (God says there is a church in this end time that did the same thing, selling their spiritual birthright for a bowl of soup.
fr: Ésaü devait recevoir la bénédiction du droit d'aînesse, mais il a rejeté ce don, le renonçant pour un bol de soupe (Genèse 25 : 32-34 ; Hébreux 12 : 16-17). <g id="1">Édom</g> signifie potage rouge, et c'est un nom très significatif. (Dieu dit qu'il y a une Église dans ce temps de la fin qui a fait la même chose, vendant leur droit d'aînesse spirituel pour un bol de potage.

# P7D53403F-tu31
source: This is explained in my <g id="2">Obadiah</g> booklet.)
fr: Cela est expliqué dans ma brochure <g id="2">Abdias</g>.

# P7D53403F-tu32
source: The birthright then went to Jacob—and believe it or not, that is why America and Britain have had such unparalleled wealth and power for over 200 years!
fr: Le droit d'aînesse revint alors à Jacob — et croyez-le ou non, c'est la raison pour laquelle les États-Unis et la Grande-Bretagne jouissent d'une richesse et d'une puissance sans précédent depuis plus de 200 ans !

# P7D53403F-tu32
source: All those blessings would have gone to Esau if he hadn’t rejected the birthright.
fr: Toutes ces bénédictions auraient été accordées à Ésaü s'il n'avait pas rejeté le droit d'aînesse.

# P7D53403F-tu32
source: Genesis 25:34 says Esau “<g id="1">despised</g> his birthright.” God did not take that lightly!
fr: La Genèse 25 : 34 dit qu'Esaü « <g id="1">méprisait</g> son droit d'aînesse ». Dieu ne l'a pas pris à la légère !

# P7D53403F-tu33
source: Psalm 83
fr: Psaume 83

# P7D53403F-tu34
source: The Ottoman Empire ruled Turkey for four centuries (1517–1917).
fr: L'Empire ottoman a régné sur la Turquie pendant quatre siècles (1517-1917).

# P7D53403F-tu34
source: In World War <g id="1">i</g>, it allied with Germany’s emperor, Kaiser Wilhelm <g id="2">ii</g>.
fr: Lors de la Première Guerre mondiale, il s'est allié à l'empereur allemand Guillaume II.<g id="1"></g><g id="2"></g>

# P7D53403F-tu34
source: Germany lost that war to Britain and America, and the Turks lost their empire. That foreshadowed what is yet to come upon the nation.
fr: L'Allemagne a perdu cette guerre contre la Grande-Bretagne et l'Amérique, et les Turcs ont perdu leur empire. Cela préfigurait ce qui allait arriver à la nation.

# P7D53403F-tu35
source: Psalm 83 is another prophecy that refers to Edom, or Turkey.
fr: Le Psaume 83 est une autre prophétie qui fait référence à Édom, ou à la Turquie.
