Repository: ddisanto-langops/automate-labels
Catalog: temp.xliff
Languages: fr

# P6E0BE97F-tu13
source: He had a special relationship with the Jews during His human lifetime. Revelation 5:5 identifies Christ as “the Lion of the tribe of Juda.” Romans 3:1-2 state that God preserved “the oracles of God” (His Holy Scriptures and the Sabbath day) through the Jews.
fr: Il entretint une relation particulière avec les Juifs au cours de Sa vie humaine. Apocalypse 5 : 5 identifie le Christ comme « le lion de la tribu de Juda ». Romains 3 : 1-2 déclare que Dieu préserva « les oracles de Dieu » (Ses saintes Écritures et le jour du sabbat) par l'intermédiaire des Juifs.

# P6E0BE97F-tu13
source: The Jews rejected Christ as the Messiah at His first coming, but Romans 11 establishes that this does not negate them from being God’s people.
fr: Les Juifs rejetèrent le Christ en tant que Messie lors de Sa première venue, mais Romains 11 établit que cela ne les empêche pas d'être le peuple de Dieu.

# P6E0BE97F-tu13
source: God even says true Christians must become spiritual Jews to be saved (e.g. Romans 2:29).
fr: Dieu dit même que les véritables chrétiens doivent devenir des Juifs spirituels pour être sauvés (par exemple, Romains 2 : 29).

# P6E0BE97F-tu13
source: In other words, if you believe the Bible, you believe that God has given the Jews a special role.
fr: En d'autres termes, si vous croyez la Bible, vous croyez que Dieu a donné aux Juifs un rôle particulier.

# P6E0BE97F-tu14
source: “Jesus Christ grew up as a Jewish lad,” <g id="1">Trumpet</g> editor in chief Gerald Flurry writes in <g id="2">The Key of David.</g> “God gave the Jews a very prominent place in His plan.
fr: « Jésus-Christ a grandi comme un garçon juif », écrit le rédacteur en chef de la <g id="1">Trompette</g> Gerald Flurry dans <g id="2">La clef de David</g>. « Dieu a donné aux Juifs une place très importante dans Son plan. »

# P6E0BE97F-tu14
source: From these facts we must assume that God the Father and Jesus Christ have a close connection to the Jewish race—but only to further their spiritual plan.”
fr: À partir de ces faits, nous devons supposer que Dieu le Père et Jésus-Christ ont un lien étroit avec le peuple juif — mais uniquement pour faire avancer Leur plan spirituel. »

# P6E0BE97F-tu15
source: The Bible also reveals that the devil exists, opposes God’s plan, and is so powerful as to be “the god of this world” who “deceives the whole world” and is the “accuser of our brethren” (2 Corinthians 4:4; Revelation 12:9-10).
fr: La Bible révèle également que le diable existe, qu'il s'oppose au plan de Dieu, et est si puissant qu'il est « le dieu de ce siècle » qui « séduit toute la terre » et est « l'accusateur de nos frères » (2 Corinthiens 4 : 4 ; Apocalypse 12 : 9-10).

# P6E0BE97F-tu15
source: He is attacking God, God’s work and God’s people, including true Christians, the nations of Israel and—as is abundantly evident—the Jews.
fr: Il s'en prend à Dieu, à l'œuvre de Dieu et au peuple de Dieu, y compris les vrais chrétiens, les nations d'Israël et, comme on peut le constater, les Juifs.

# P6E0BE97F-tu16
source: Revelation 12 reveals that in the “short time” prior to the Messiah’s return, the devil is “cast down” and confined to Earth.
fr: Apocalypse 12 révèle que, dans le « court laps de temps » précédant le retour du Messie, le diable est « précipité » et confiné sur la Terre.

# P6E0BE97F-tu16
source: Jesus Christ prophesied to His disciples about the same time period, saying that Jerusalem (which today is controlled by the Jews) will be surrounded by armies inspired by Satan—and be desolate (Luke 21:20).
fr: Jésus-Christ prophétisa à Ses disciples au sujet de la même époque, disant que Jérusalem (qui est aujourd'hui contrôlée par les Juifs) sera encerclée par des armées inspirées par Satan — et sera dévastée (Luc 21 : 20).

# P6E0BE97F-tu16
source: He warns His people “in Judea” to flee before carnage engulfs the city (<g id="1">verse 21</g>). “<g id="2">[A]nd</g> Jerusalem shall be trodden down of the Gentiles, until the times of the Gentiles be fulfilled” (verse 24).
fr: Il avertit Son peuple « en Judée » de fuir avant que le carnage n'engloutisse la ville (<g id="1">verset 21</g>). « <g id="2">[E]t</g> Jérusalem sera foulée aux pieds par les nations, jusqu'à ce que les temps des nations soient accomplis » (verset 24).

# P6E0BE97F-tu17
source: “When a race receives honor as God has honored the Jews, Satan hates them for that,” Mr. Flurry writes. “He inspired enemies to rise up and strip them of all dignity!
fr: « Lorsqu'une race est honorée comme Dieu a honoré les Juifs, Satan la déteste pour cela », écrit M. Flurry. « Il a inspiré des ennemis à se lever et à les dépouiller de toute dignité !

# P6E0BE97F-tu17
source: The Nazis often shaved their heads, took their clothes, beat them, and used them for medical experiments.
fr: Les nazis leur rasaient souvent la tête, leur prenaient leurs vêtements, les battaient et les utilisaient pour des expériences médicales.

# P6E0BE97F-tu17
source: God says it will be far worse the next time around.
fr: Dieu dit que ce sera bien pire la prochaine fois.

# P6E0BE97F-tu17
source: Do you believe God? …
fr: Croyez-vous Dieu ? [...]

# P6E0BE97F-tu18
source: “The Jews say, ‘Never again!’ Sadly, we have to tell them they are dead wrong.
fr: Les Juifs disent : « Plus jamais ça ! » Malheureusement, nous devons leur dire qu'ils se trompent lourdement.

# P6E0BE97F-tu18
source: It <g id="1">is</g> going to happen again, and it’s going to make the Holocaust look like a dress rehearsal.
fr: Cela <g id="1">va</g> se reproduire, et l'Holocauste ressemblera alors à une répétition générale.

# P6E0BE97F-tu18
source: The Jews suffered horribly in World War <g id="2">ii</g>.
fr: Les Juifs ont terriblement souffert pendant la <g id="2">Seconde</g> Guerre mondiale.

# P6E0BE97F-tu18
source: That history is a stark warning of <g id="3">what is about to come upon them</g>!” (ibid).
fr: Cette histoire est un avertissement brutal de <g id="3">ce qui est sur le point de leur arriver</g> ! » (ibid).

# P6E0BE97F-tu19
source: Christ criticized those who did not “discern the signs of the times” of Bible prophecy (Matthew 16:3).
fr: Le Christ critiqua ceux qui ne « discernaient pas les signes des temps » de la prophétie biblique (Matthieu 16 : 3).

# P6E0BE97F-tu19
source: In Luke 21:36, He warns that we must watch the evil happening in our time and be <g id="1">stirred</g>—or we too will become victims: “Watch ye therefore, and pray always, that ye may be accounted worthy to escape all these things that shall come to pass, and to stand before the Son of man.”
fr: Dans Luc 21 : 36, Il avertit que nous devons surveiller le mal qui se produit à notre époque et être <g id="1">réveillés</g> (ou nous deviendrons aussi des victimes) : « Veillez donc et priez en tout temps, afin que vous ayez la force d'échapper à toutes ces choses qui arriveront, et de paraître debout devant le Fils de l'homme. »

# P6E0BE97F-tu20
source: Hope
fr: Espoir

# P6E0BE97F-tu21
source: “They need to know what an exalted role God has given them!” Mr. Flurry writes of the Jews in <g id="1">The Key of David. </g>“They need <g id="2">hope</g>!
fr: « Ils doivent savoir quel rôle glorieux Dieu leur a donné ! » M. Flurry écrit à propos des Juifs dans <g id="1">La clef de David</g> : « Ils ont besoin <g id="2">d'espoir</g> !

# P6E0BE97F-tu21
source: This <g id="3">whole world</g> needs hope.”
fr: Le <g id="3">monde entier</g> a besoin d'espoir. »

# P6E0BE97F-tu22
source: Jesus Christ prophesied that the very reason He will return to Earth is to stop the devil, take away his rule as “god of this world,” and reestablish God’s government on Earth.
fr: Jésus-Christ prophétisa que la toute première raison pour laquelle Il reviendra sur Terre est d'arrêter le diable, de lui ôter son règne en tant que « Dieu de ce monde », et de rétablir le gouvernement de Dieu sur Terre.

# P6E0BE97F-tu23
source: “And then shall they see the Son of man coming in a cloud with power and great glory.
fr: « Alors on verra le Fils de l'homme venant sur une nuée avec puissance et une grande gloire.

# P6E0BE97F-tu23
source: And when these things begin to come to pass, then look up, and lift up your heads; for your redemption draweth nigh” (Luke 21:27-28).
fr: Quand ces choses commenceront à arriver, redressez-vous et levez vos têtes, parce que votre délivrance approche » (Luc 21 : 27-28).

# P6E0BE97F-tu24
source: Jesus Christ is the Messiah of the Jews and of all mankind.
fr: Jésus-Christ est le Messie des Juifs et de toute l'humanité.

# P6E0BE97F-tu24
source: He is coming to a specific city, Jerusalem, and bringing the truth to the world specifically through true Christians and through the nations of Israel. (See page 23 and request your free copy of <g id="1">The United States and Britain in Prophecy</g><g id="2">.</g>)
fr: Il vient dans une ville spécifique, Jérusalem, et apporte la vérité au monde spécifiquement par l'intermédiaire des chrétiens véritables et des nations d'Israël (voir la page 23 et demandez votre exemplaire gratuit de <g id="1">Les Anglo-Saxons selon la prophétie</g>)<g id="2">.</g>

# P6E0BE97F-tu25
source: “God is no respecter of persons” (Acts 10:34), as the history of the Jews and all of Israel attests.
fr: « Dieu ne fait point acception de personne » (Actes 10 : 34), comme l'atteste l'histoire des Juifs et de tout Israël.

# P6E0BE97F-tu25
source: The reason the Bible, from beginning to end, is about Abraham’s descendants in <g id="1">Israel, </g>is that God is using them in His plan to reach <g id="2">all humanity.</g>
fr: La raison pour laquelle la Bible, du début à la fin, parle des descendants d'Abraham en <g id="1">Israël</g> est que Dieu les utilise dans Son plan pour atteindre <g id="2">toute l'humanité</g>.

# P6E0BE97F-tu26
source: Anti-Semitism’s dramatic rise worldwide should alarm everyone.
fr: La montée en flèche de l'antisémitisme dans le monde devrait alarmer tout le monde.

# P6E0BE97F-tu26
source: It should <g id="1">also</g> motivate us to study more deeply into its origin and <g id="2">what </g>the role of the Jews and other peoples of Israel is.
fr: Elle devrait <g id="1">également</g> nous inciter à étudier plus en profondeur son origine et <g id="2">quel</g> est le rôle des Juifs et des autres peuples d'Israël.

# P6E0BE97F-tu26
source: This study brings the Bible—and Bible prophecy—roaring to life!<x id="3"/><g id="4">n</g>
fr: Cette étude rend la Bible – et la prophétie biblique – vivante et passionnante !<x id="3"/><g id="4">n</g>

# P2E513DCE-tu1
source: Bomb threats <g id="1">647</g>
fr: Alerte à la bombe <g id="1">647</g>

# P38467D2D-tu1
source: Anti-Defamation League, emma moore/trumpet
fr: Ligue anti-diffamation, Emma Moore/Trumpet

# NF8F25E5A-tu1
source: <g id="1">Anti-Semitic incidents in the U.S.</g><g id="2"> </g>2015–2024
fr: <g id="1">Incidents antisémites aux États-Unis</g><g id="2"> </g>2015-2024

# NFFE9D803-tu1
source: Mystery <g id="1">of Israel</g>
fr: Le mystère <g id="1">d'Israël</g>

# NFFE9D803-tu2
source: <g id="1">Why is the Bible about Israel? </g><g id="2">Are </g><g id="3">the </g><g id="4">Jews Israel?
fr: <g id="1">Pourquoi la Bible parle-t-elle d'Israël ? </g><g id="3">Les </g>juifs <g id="2">sont-ils</g> Israël ?<g id="4">

# NFFE9D803-tu2
source: If so, why did the Jews split from the kingdom of Israel anciently?
fr: Si c'est le cas, pourquoi les Juifs se sont-ils séparés du royaume d'Israël dans l'Antiquité ?

# NFFE9D803-tu2
source: If not, where is Israel today?
fr: Sinon, où est Israël aujourd'hui ?

# NFFE9D803-tu2
source: What’s ahead for its future?
fr: Quel est son avenir ?

# NFFE9D803-tu2
source: Why does it matter?
fr: Pourquoi est-ce important ?

# NFFE9D803-tu2
source: Read the answers in your own Bible along with your free copy of Herbert W. Armstrong’s book </g>Mystery of the Ages<g id="5">.</g>
fr: Lisez les réponses dans votre propre Bible avec votre exemplaire gratuit du livre d'Herbert W. Armstrong </g>Le mystère des siècles<g id="5">.</g>

# PF8BEB1F-tu1
source: Decade percent increase <g id="1">893</g>
fr: Augmentation en pourcentage sur dix ans <g id="1">893</g>

# NFBB1FF0C-tu1
source: The key to understanding
fr: La clé pour comprendre

# NFBB1FF0C-tu2
source: <g id="1">You cannot understand your Bible without knowing the truth in Herbert W. Armstrong’s book </g>The United States and Britain in Prophecy<g id="2">,</g><g id="3"> free upon request.</g>
fr: <g id="1">Vous ne pouvez pas comprendre votre Bible sans connaître la vérité dans le livre d'Herbert W. Armstrong, </g>Les Anglo-Saxons selon la prophétie<g id="2">,</g><g id="3"> disponible gratuitement sur demande.</g>

# N945EB3B7-tu1
source: F<g id="1">or decades the sun shone full strength on China’s economy.
fr: P<g id="1">endant des décennies, le soleil brilla de tous ses feux sur l'économie chinoise.

# N945EB3B7-tu1
source: As it rose from Maoist poverty to become the world’s manufacturing hub, with a rapidly growing workforce and soaring productivity, its growth was unparalleled by any nation in modern history.
fr: En sortant de la pauvreté maoïste pour devenir la plaque tournante mondiale de l'industrie manufacturière, avec une main-d'œuvre en pleine expansion et une productivité en forte hausse, le pays a connu une croissance inégalée dans l'histoire moderne.

# N945EB3B7-tu1
source: From the 1980s to the mid-2010s, China averaged a radiant 9 percent growth in gross domestic product per year.
fr: Entre les années 1980 et le milieu des années 2010, la Chine enregistra une croissance moyenne impressionnante du produit intérieur brut de 9 pour cent par an.

# N945EB3B7-tu2
source: The nation seemed unstoppable.
fr: La nation semblait inarrêtable.

# N945EB3B7-tu2
source: It looked like the dawning of the “Chinese Century.”
fr: Cela ressemblait à l'aube du « siècle chinois ».

# N945EB3B7-tu3
source: But in the mid and late 2010s, it became clear that the weather was changing.
fr: Mais au milieu et à la fin des années 2010, il devint clair que le temps était en train de changer.

# N945EB3B7-tu3
source: The one-child policy that Chinese Communist Party planners had implemented in the 1970s to curb population growth was shrinking the workforce and aging the population.
fr: La politique de l'enfant unique mise en œuvre par le Parti communiste chinois dans les années 1970 pour freiner la croissance de la population entraîna une diminution de la main-d'œuvre et un vieillissement de la population.

# N945EB3B7-tu3
source: Also darkening the skies were a cooling real estate market, mounting debt, overcapacity in heavy industry, soaring youth unemployment, low domestic consumption and trade friction with the United States.
fr: Le refroidissement du marché immobilier, l'endettement croissant, la surcapacité de l'industrie lourde, la montée en flèche du chômage des jeunes, la faiblesse de la consommation intérieure et les frictions commerciales avec les États-Unis assombrissaient également le ciel.

# N945EB3B7-tu4
source: It was plain that China’s economic summertime was over.
fr: Il était évident que l'été économique de la Chine était terminé.

# N945EB3B7-tu5
source: Darkening Skies
fr: Le ciel s'assombrit

# N945EB3B7-tu6
source: The government reacted in 2016 by reversing the one-child policy.
fr: Le gouvernement réagit en 2016 en annulant la politique de l'enfant unique.

# N945EB3B7-tu6
source: But this came decades too late to reverse the demographic crisis, and by then, few citizens took them up on the offer.
fr: Mais cela arriva des décennies trop tard pour inverser la crise démographique et, à ce moment-là, peu de citoyens en profitèrent.

# N945EB3B7-tu6
source: Chinese couples continued to have fewer children than needed for population replacement, and the nation’s workforce kept shrinking.
fr: Les couples chinois ont continué à avoir moins d'enfants qu'il n'en fallait pour assurer le renouvellement de la population, et la main-d'œuvre du pays n'a cessé de diminuer.

# N945EB3B7-tu7
source: Then in late 2019, with conditions already ominous, China unleashed <g id="1">covid</g> on the world.
fr: Puis, à la fin de l'année 2019, alors que les conditions étaient déjà inquiétantes, la Chine déchaîna la <g id="1">covid</g> sur le monde.

# N945EB3B7-tu7
source: The <g id="2">ccp</g> reacted with lockdowns on its people so draconian and prolonged they made Western restrictions look leisurely.
fr: Le PCC a réagi en imposant à son peuple des mesures de confinement si draconiennes et prolongées qu'elles ont fait passer les restrictions occidentales pour des mesures de rigueur modérées.<g id="2"></g>

# N945EB3B7-tu8
source: The open tyranny traumatized the Chinese people and began awakening much of the rest of the world to the ineptitude and despotism of the Chinese government.
fr: Cette tyrannie ouverte traumatisa le peuple chinois et commença à réveiller une grande partie du reste du monde à l'ineptie et au despotisme du gouvernement chinois.

# N945EB3B7-tu8
source: Domestic consumption and foreign investment continued to decrease, further darkening the economic clouds.
fr: La consommation intérieure et les investissements étrangers continuèrent à diminuer, assombrissant encore davantage le ciel économique.

# N945EB3B7-tu9
source: At the same time, years of speculative overbuilding, staggering developer debt, tightening credit policies and collapsing consumer confidence were catching up to the real estate market.
fr: Dans le même temps, des années de surconstruction spéculative, d'endettement vertigineux des promoteurs, de resserrement des politiques de crédit et d'effondrement de la confiance des consommateurs rattrapaient le marché de l'immobilier.

# N945EB3B7-tu9
source: Soon what had been a <g id="1">cooling</g> property sector essentially froze over.
fr: Bientôt, ce qui avait été un secteur immobilier en <g id="1">refroidissement </g> a pratiquement gelé.

# N945EB3B7-tu10
source: The storm broke, causing a flood of defaults among public developers.
fr: La tempête éclata provoquant une vague de défauts de paiement parmi les promoteurs publics.

# N945EB3B7-tu10
source: And since real estate had been the primary trade wind of Chinese growth and the single-largest store of the nation’s household wealth, the storm raged far beyond construction sites. “This is just like the U.S. financial crisis on steroids,” famed hedge fund manager Kyle Bass told <g id="1">cnbc</g>. “… The basic architecture of the Chinese economy is broken” (Feb. 5, 2024).
fr: Et comme l'immobilier avait été le principal vecteur de la croissance chinoise et le plus grand réservoir de richesse des ménages du pays, la tempête fit rage bien au-delà des chantiers de construction. « C'est comme la crise financière américaine sous stéroïdes », déclara le célèbre gestionnaire de fonds spéculatifs Kyle Bass à <g id="1">CNBC</g>. « […] L'architecture de base de l'économie chinoise est brisée » (5 février 2024).

# N945EB3B7-tu11
source: The storm surge battered banking, asset management, local government finance and the industrial sector.
fr: L'onde de tempête frappa le secteur bancaire, la gestion d'actifs, les finances des collectivités locales et le secteur industriel.

# N945EB3B7-tu11
source: Suddenly, analysts and investors across the country and around the world doubted the durability of China’s economic model.
fr: Soudain, les analystes et les investisseurs du pays et du monde entier doutèrent de la durabilité du modèle économique chinois.

# N945EB3B7-tu12
source: Hope for Sunshine?
fr: Un espoir de voir briller le soleil ?

# N945EB3B7-tu13
source: In December 2022, China finally ended its catastrophic “zero-<g id="1">covid</g>” measures.
fr: En décembre 2022, la Chine mit finalement fin à ses mesures catastrophiques de « zéro <g id="1">COVID</g> ».

# N945EB3B7-tu13
source: This was woefully belated, coming some 18 months after almost all other nations had ended their restrictions.
fr: Cette décision a été terriblement tardive, puisqu'elle est intervenue quelque 18 mois après que la quasi-totalité des autres pays aient mis fin à leurs restrictions.

# N945EB3B7-tu13
source: But experts had a “better late than never” attitude and forecast that reopening the Chinese economy would bring the sunny skies back.
fr: Mais les experts ont adopté une attitude « mieux vaut tard que jamais » et ont prévu que la réouverture de l'économie chinoise ramènerait le ciel ensoleillé.

# N945EB3B7-tu14
source: Instead, the opposite happened.
fr: C'est plutôt le contraire qui s'est produit.

# N945EB3B7-tu15
source: “China’s economy is in serious trouble,” Paul Krugman wrote in the Jan. 20, 2024, <g id="1">New York Times,</g> adding that the nation was “entering an era of stagnation and disappointment.”
fr: « L'économie chinoise est en grande difficulté », écrivit Paul Krugman dans le <g id="1">New York Times</g> du 20 janvier 2024, ajoutant que le pays « entrait dans une ère de stagnation et de déception. »

# N945EB3B7-tu16
source: He pointed out that even official <g id="1">ccp</g> statistics, which officials routinely massage to give an appearance of economic vitality, couldn’t hide the fact that China was suffering chronically weak domestic consumption, deflation and soaring youth unemployment.
fr: Il souligna que même les statistiques officielles du <g id="1">PCC</g>, que les fonctionnaires modifient régulièrement pour donner l'apparence d'une vitalité économique, ne pouvaient cacher le fait que la Chine souffrait d'une faiblesse chronique de la consommation intérieure, de la déflation et d'un taux de chômage des jeunes en forte augmentation.

# N945EB3B7-tu16
source: Almost every other indicator measurable by outside economists confirmed that the nation was still woefully underperforming.
fr: Presque tous les autres indicateurs mesurables par des économistes extérieurs ont confirmé que le pays restait terriblement sous-performant.

# N945EB3B7-tu17
source: Part of the reason for the persistent economic gloom, Krugman argued, was the nation’s supreme leader: “President Xi Jinping is starting to look like a poor economic manager, whose propensity for arbitrary interventions—which is something autocrats tend to do—has stifled private initiative.”
fr: Selon Krugman, la morosité économique persistante s'explique en partie par le dirigeant suprême du pays : « Le président Xi Jinping commence à ressembler à un mauvais gestionnaire économique, dont la propension aux interventions arbitraires, qui est caractéristique des autocrates, a étouffé l'initiative privée. »

# N945EB3B7-tu18
source: As tax revenues continued to slump, Xi’s government attempted to weather the storm by doubling down on credit expansion.
fr: Alors que les recettes fiscales continuaient de chuter, le gouvernement de Xi tenta de faire face à la tempête en redoublant d'efforts en matière d'expansion du crédit.

# N945EB3B7-tu18
source: Soon its debt ballooned to levels that exceed even those of the profoundly profligate United States—and most every other nation.
fr: Rapidement, sa dette a atteint des niveaux dépassant même ceux des États-Unis, pourtant profondément prodigues — et de presque tous les autres pays.

# N945EB3B7-tu18
source: Today, China’s total debt is more than <g id="1">300 percent of its gross domestic product.</g> This is up from 200 percent only a decade ago, with no indication that it will stabilize.
fr: Aujourd'hui, la dette totale de la Chine représente plus de <g id="1">300 pour cent de son produit intérieur brut.</g> Ce chiffre est en hausse par rapport au 200 pour cent enregistrés il y a seulement dix ans, et rien n'indique qu'il se stabilisera.
