Repository: ddisanto-langops/automate-labels
Catalog: temp.xliff
Languages: fr

# NDE1E6F1D-tu59
source: How will He establish that peace and prevent the wicked from shattering it?
fr: Comment établira-t-Il cette paix et empêchera-t-Il les méchants de la briser ?

# NDE1E6F1D-tu59
source: After all, “the wicked are like the troubled sea, when it cannot rest, whose waters cast up mire and dirt.
fr: Après tout, « Mais les méchants sont comme la mer agitée, qui ne peut se calmer, et dont les eaux soulèvent la vase et le limon.

# NDE1E6F1D-tu59
source: There is no peace, saith my God, to the wicked” (verses 20-21).
fr: Il n’y a point de paix pour les méchants, dit mon Dieu » (versets 20-21).

# NDE1E6F1D-tu60
source: He will not negotiate.
fr: Il ne négociera pas.

# NDE1E6F1D-tu60
source: He will <g id="1">rule with a rod of iron</g> and bring His enemies to their knees (Revelation 19:15; Isaiah 45:23).
fr: Il <g id="1">régnera avec une verge de fer</g> et mettra Ses ennemis à genoux (Apocalypse 19 : 15 ; Ésaïe 45 : 23).

# NDE1E6F1D-tu60
source: Christ will replace Satan as the god of this world (2 Corinthians 4:4; Zechariah 14:9).
fr: Le Christ remplacera Satan comme dieu de ce monde (2 Corinthiens 4 : 4 ; Zacharie 14 : 9).

# NDE1E6F1D-tu60
source: He will imprison the devil and silence his broadcast (Revelation 20:1-3, 10), enabling the reeducation of mankind and the weeding out of human nature in all its forms.
fr: Il emprisonnera le diable et réduira au silence ses émissions (Apocalypse 20 : 1-3, 10), permettant ainsi la rééducation de l'humanité et l'élimination de la nature humaine sous toutes ses formes.

# NDE1E6F1D-tu60
source: That is the only way the roadblocks to peace can be overcome.
fr: C'est la seule façon de surmonter les obstacles à la paix.

# NDE1E6F1D-tu61
source: Jesus Christ will <g id="1">demand</g> and <g id="2">enforce</g> the way of peace.
fr: Jésus-Christ <g id="1">exigera</g> et <g id="2">imposera</g> la manière de vivre dans la paix.

# NDE1E6F1D-tu61
source: Isaiah called Him the Prince of Peace—and foretold that “Of the increase of his government and peace there shall be no end …” (<g id="3">Isaiah 9:6-7</g>).
fr: Ésaïe l’a appelé Prince de la paix, et a prédit que « Donner à l'empire de l'accroissement, et une paix sans fin [...] » (<g id="3">Ésaïe 9 : 6-7</g>).

# NDE1E6F1D-tu61
source: The <g id="4">peace</g> that flows from His governance will increase forever! <x id="5"/><g id="6">n</g>
fr: La <g id="4">paix</g> qui découle de Son règne va croître pour toujours ! <x id="5"/><g id="6">n</g>

# NE601D282-tu1
source: Hope in the darkness
fr: L'espoir dans les ténèbres

# NE601D282-tu2
source: <g id="1">You can have a living hope, despite all the troubles erupting worldwide. Read Gerald Flurry’s free booklet </g>The Epistles of Peter—A Living Hope<g id="2"> and be inspired. </g>
fr: <g id="1">Vous pouvez avoir une espérance vivante, malgré tous les troubles qui éclatent dans le monde. Lisez la brochure gratuite de Gerald Flurry </g>Les Épîtres de Pierre — Une espérance vivante<g id="2"> et laissez-vous inspirer.</g>

# P36F25C15-tu1
source: <g id="1">OCTOBER 2025 • </g><x id="2"/>
fr: <g id="1">OCTOBRE 2025 • </g><x id="2"/>

# NB2AAC5B2-tu1
source: <g id="1">Trump believes he can solve </g>anything.
fr: <g id="1">Trump croit qu'il peut résoudre</g> n'importe quoi.

# NB2AAC5B2-tu1
source: But as he tries to cajole or strongarm Putin, he doesn’t realize what he is up against.
fr: Mais en essayant de cajoler Poutine ou de le contraindre par la force, il ne se rend pas compte de ce à quoi il est confronté.

# N82A299F4-tu1
source: Donald Trump greets Russian President Vladimir Putin as he arrives in Anchorage, Alaska, on August 15.
fr: Donald Trump salue le président russe Vladimir Poutine à son arrivée à Anchorage, en Alaska, le 15 août.

# P17810BDA-tu1
source: <g id="1">Trump</g> vs. <g id="2">Europe</g>
fr: <g id="1">Trump</g> contre <g id="2">l'Europe</g>

# ND42EC293-tu1
source: This past summer, America’s president dealt the Continent some humbling blows.
fr: L'été dernier, le président américain a asséné au continent quelques coups humiliants.

# ND42EC293-tu1
source: Don’t expect it to take them lying down. </g>BY Richard Palmer and Josué Michels
fr: Ne vous attendez pas à ce qu'ils acceptent cela sans broncher. </g>PAR Richard Palmer et Josué Michels

# NB7121E02-tu1
source: The way of peace they know not.
fr: Ils ne connaissent pas le chemin de la paix.

# NB7121E02-tu1
source: The results prove it.
fr: Les résultats le prouvent.

# NB7121E02-tu1
source: Yet they are not consulting the one Being who does know that way.
fr: Pourtant, ils ne consultent pas l'Être unique qui connaît cette voie.

# P792D58C9-tu1
source: <g id="1">P</g>resident Donald Trump looked <g id="2">like a naughty schoolboy.
fr: <g id="1">L</g>e président Donald Trump avait l'air <g id="2">d'un écolier espiègle.

# P792D58C9-tu1
source: Leaders of the G-7 nations, led by German Chancellor Angela Merkel, loomed over him.
fr: Les dirigeants des pays du G7, menés par la chancelière allemande Angela Merkel, se sont dressés au-dessus de lui.

# P792D58C9-tu1
source: America’s leader looked back, defiant but outnumbered.
fr: Le dirigeant américain a regardé en arrière, défiant mais en infériorité numérique.

# P792D58C9-tu1
source: The photo of the G-7 meeting in Canada, June 2018, became one of the most iconic of Trump’s first term.
fr: La photo de la réunion du G-7 au Canada, en juin 2018, est devenue l'une des plus emblématiques du premier mandat de Trump.

# P792D58C9-tu2
source: His second term has provided a replacement.
fr: Son deuxième mandat a fourni un remplaçant.

# P792D58C9-tu2
source: Now it’s the European Union’s leaders looking like the naughty schoolkids, sitting before Principal Trump’s Resolute desk.
fr: Aujourd'hui, ce sont les dirigeants de l'Union européenne qui ont l'air d'écoliers espiègles, assis devant le bureau résolu du principal Trump.

# P792D58C9-tu3
source: Backed up by America’s unmatched military and dominant economy, and thanks to his powerful persona, President Trump humiliated Europe’s leaders repeatedly this summer.
fr: Fort du soutien de l'armée américaine, sans égale, et d'une économie dominante, et grâce à sa forte personnalité, le président Trump a humilié à plusieurs reprises les dirigeants européens cet été.

# P792D58C9-tu4
source: Don’t expect them to take this punishment for long.
fr: Ne vous attendez pas à ce qu'ils supportent cette punition bien longtemps.

# P792D58C9-tu4
source: President Trump is giving Europe a good hard look at what a strongman can accomplish.
fr: Le président Trump montre à l'Europe ce qu'un homme fort peut accomplir.

# P792D58C9-tu5
source: Trade War I
fr: Première guerre commerciale

# P792D58C9-tu6
source: July 27 was a “dark day” for Europe, said former French Prime Minister François Bayrou.
fr: Le 27 juillet a été un « jour sombre » pour l'Europe, a déclaré l'ancien Premier ministre français François Bayrou.

# P792D58C9-tu6
source: The European Union had been “eaten for breakfast,” according to Hungarian Prime Minister Viktor Orbán.
fr: L'Union européenne a été « mangée au petit-déjeuner », selon le Premier ministre hongrois Viktor Orbán.

# P792D58C9-tu6
source: Alberto Alemanno, professor of EU law at <g id="1">hec</g> Paris, said it reflected “Europe’s economic and ideological surrender” (Project Syndicate, July 30).
fr: Alberto Alemanno, professeur de droit de l'UE au HEC de Paris, a déclaré que cela reflétait « la reddition économique et idéologique de l'Europe » (Project Syndicate, 30 juillet).<g id="1"></g>

# P792D58C9-tu6
source: They were horrified by European Commission President Ursula von der Leyen’s announcement of the trade deal she had struck with Trump.
fr: Ils ont été horrifiés par l'annonce faite par la présidente de la Commission européenne, Ursula von der Leyen, de l'accord commercial qu'elle avait conclu avec Trump.

# P792D58C9-tu7
source: “There is no hiding the fact that the EU was rolled over by the Trump juggernaut,” one ambassador said<g id="1">.</g> “Trump worked out exactly where our pain threshold is” (<g id="2">Financial Times, </g>July 28).
fr: « Il est impossible de cacher le fait que l'UE a été écrasée par le rouleau compresseur de Trump », a déclaré un ambassadeur<g id="1">.</g> « Trump a compris exactement où se trouvait notre seuil de douleur » (<g id="2">Financial Times</g>, 28 juillet).

# P792D58C9-tu8
source: The U.S. will impose a 15 percent tariff on most EU goods.
fr: Les États-Unis imposeront des tarifs douaniers de 15 pour cent sur la plupart des produits de l'UE.

# P792D58C9-tu8
source: To bring that down from the threatened 30 percent, the EU promised that its businesses will invest $600 billion in the U.S. by 2028.
fr: Pour faire baisser ce chiffre par rapport à la menace brandie de 30 pour cent, l'UE a promis que ses entreprises investiraient 600 milliards de dollars aux États-Unis d'ici à 2028.

# P792D58C9-tu8
source: It also promised to spend $750 billion on U.S. energy over three years.
fr: Elle a également promis de dépenser 750 milliards de dollars de produits énergétiques américains sur trois ans.

# P792D58C9-tu9
source: To rub salt in the wound, the deal was worse than the one <g id="1">Britain</g> concluded with Trump, despite Europe’s insistence the United Kingdom would lose out in trade with America, thanks to Brexit.
fr: Pour remuer le couteau dans la plaie, l'accord était pire que celui que <g id="1">la Grande-Bretagne</g> avait conclu avec Trump, malgré l'insistance de l'Europe sur le fait que le Royaume-Uni serait perdant dans ses échanges commerciaux avec les États-Unis en raison du Brexit.

# P792D58C9-tu10
source: “<g id="1">[N]o</g> matter how much the euro-fanatics try to spin it, in reality Donald Trump, as he might put it himself, has knocked this one out of the park,” Matthew Lynn wrote in the <g id="2">Telegraph.</g> “… Short of having to ship the <g id="3">Mona Lisa</g> to Mar-a-Lago, it is hard to see how it could have worked out better for President Trump.
fr: « <g id="1">Peu</g> importe la façon dont les eurofanatiques essaient de tourner la situation, en réalité, Donald Trump, comme il pourrait lui-même le dire, a frappé un grand coup », a écrit Matthew Lynn dans le <g id="2">Telegraph</g>. « À moins de devoir expédier la <g id="3">Joconde</g> à Mar-a-Lago, il est difficile de voir comment cela aurait pu mieux se passer pour le président Trump.

# P792D58C9-tu10
source: After two decades of relative economic decline, and with crushing taxes and regulation suffocating the life out of its industry, the EU is now too weak to stand up to the U.S. Its fragility has been painfully exposed—and this deal will only make it worse” (July 27).
fr: Après deux décennies de déclin économique relatif, et avec des taxes et des réglementations écrasantes qui étouffent la vie de son industrie, l'UE est désormais trop faible pour faire face aux États-Unis. La fragilité de l'UE a été douloureusement exposée — et cet accord ne fera qu'aggraver les choses » (27 juillet).

# P792D58C9-tu11
source: A month later, more details revealed that American cars would be allowed into Europe without being modified to meet Europe’s different safety standards. “We almost fell off the chair when we read this,” EuroIntelligence wrote. “This statement reads like a U.S. Commerce Department wish list” (August 22).
fr: Un mois plus tard, d'autres détails révélèrent que les voitures américaines seraient autorisées en Europe sans avoir été modifiées pour répondre aux différentes normes de sécurité européennes. « Nous sommes presque tombés de notre chaise en lisant cela », a écrit EuroIntelligence. « Cette déclaration ressemble à une liste de souhaits du département du Commerce des États-Unis » (22 août).

# P792D58C9-tu12
source: Many feared the EU and U.S. would engage in a full-blown trade war.
fr: Beaucoup craignaient que l'UE et les États-Unis ne s'engagent dans une véritable guerre commerciale.

# P792D58C9-tu12
source: That was avoided—for now—because Europe waved the white flag before the war even began.
fr: Cela a été évité — pour l'instant — parce que l'Europe a agité le drapeau blanc avant même le début de la guerre.

# P792D58C9-tu13
source: Phony Lovers
fr: Faux amants

# P792D58C9-tu14
source: The other divide between the two blocs is the war in Ukraine. President Trump focused much of his attention this summer trying to forge a new deal there. (See “The Roadblock to Peace,” page 3.) On August 15, he hosted Russian President Vladimir Putin.
fr: L'autre fossé entre les deux blocs est la guerre en Ukraine. Le président Trump a concentré une grande partie de son attention cet été sur la tentative de forger un nouvel accord là-bas. (Voir « L'obstacle à la paix », page 3.) Le 15 août, il a accueilli le président russe Vladimir Poutine.

# P792D58C9-tu14
source: A few days later, he invited Ukrainian President Volodymyr Zelenskyy to visit.
fr: Quelques jours plus tard, il a invité le président ukrainien Volodymyr Zelenskyy à lui rendre visite.

# P792D58C9-tu14
source: But Zelenskyy didn’t come alone.
fr: Mais Zelenskyy n'est pas venu seul.

# P792D58C9-tu14
source: Many of Europe’s leaders felt he needed moral support.
fr: De nombreux dirigeants européens estimaient qu'il avait besoin d'un soutien moral.

# P792D58C9-tu15
source: This showcased the divide between the EU and America: EU leaders didn’t trust President Trump and felt they had to fight for their interests in person.
fr: Cela a mis en évidence le fossé entre l'UE et l'Amérique : Les dirigeants européens ne font pas confiance au président Trump et estiment qu'ils doivent défendre leurs intérêts en personne.

# P792D58C9-tu15
source: But it also clearly showed that America is in the driver’s seat.
fr: Mais cela a également montré clairement que l'Amérique est aux commandes.

# P792D58C9-tu15
source: European leaders could come to beg or cajole, but what Trump says goes.
fr: Les dirigeants européens peuvent venir supplier ou cajoler, mais ce que dit Trump s'applique.

# P792D58C9-tu16
source: Europe’s leaders are not Trump fans, but they’ve not condemned him openly.
fr: Les dirigeants européens ne sont pas des fans de Trump, mais ils ne l'ont pas ouvertement condamné.

# P792D58C9-tu16
source: Instead, their main response has been flattery.
fr: Au lieu de cela, leur principale réponse a été la flatterie.

# P792D58C9-tu16
source: They still need the United States, so they are trying to steer President Trump by playing nice. Complaining about the trade deal is fine—President Trump is quite happy to be told he struck a great deal and get everything he could want—just don’t personally attack the president.
fr: Ils ont toujours besoin des États-Unis et tentent donc d'influencer le président Trump en jouant la carte de la gentillesse. Se plaindre de l'accord commercial est acceptable — le président Trump est tout à fait heureux de s'entendre dire qu'il a conclu un excellent accord et qu'il a obtenu tout ce qu'il souhaitait — mais n'attaquez pas personnellement le président.

# P792D58C9-tu17
source: This strategy took effect after Zelenskyy’s first visit to Washington in February, which ended with him being chewed out by Trump and Vice President JD Vance.
fr: Cette stratégie est entrée en vigueur après la première visite de Zelenskyy à Washington en février, au cours de laquelle il a été engueulé par Trump et le vice-président J.D. Vance.

# P792D58C9-tu18
source: In April, Italian Prime Minister Giorgia Meloni led the way with a plan to “<g id="1">sweet-talk Trump on tariffs,</g>” as <g id="2">Politico</g> put it.
fr: En avril, la Première ministre italienne Giorgia Meloni a ouvert la voie avec un plan visant à « <g id="1">amadouer Trump sur les tarifs douaniers</g> », comme l'a indiqué <g id="2">Politico</g>.

# P792D58C9-tu19
source: German Chancellor Friedrich Merz followed suit.
fr: Le chancelier allemand Friedrich Merz a emboîté le pas.

# P792D58C9-tu19
source: The night he was elected, February 23, he spoke of Europe’s need for military independence from an unpredictable U.S. administration: “My absolute priority will be to strengthen Europe as quickly as possible so that, step by step, we can really achieve independence from the U.S.A.,” he said.
fr: La nuit de son élection, le 23 février, il a évoqué le besoin pour l'Europe d'une indépendance militaire vis-à-vis d'une administration américaine imprévisible : « Ma priorité absolue sera de renforcer l'Europe le plus rapidement possible afin que, pas à pas, nous puissions réellement parvenir à l'indépendance vis-à-vis des États-Unis. »

# P792D58C9-tu19
source: Yet he sang a different tune on June 5, during his first meeting with Trump.
fr: Pourtant, il a adopté un ton différent le 5 juin, lors de sa première rencontre avec Trump.

# P792D58C9-tu19
source: He was all smiles, and the visit was entirely drama-free.
fr: Il était tout sourire, et la visite s'est déroulée sans aucun incident.

# P792D58C9-tu19
source: Merz presented Trump with a framed copy of his German grandfather’s birth certificate and expressed gratitude for ongoing German-U.S. cooperation.
fr: Merz a remis à Trump une copie encadrée de l’acte de naissance de son grand-père allemand et a exprimé sa gratitude pour la coopération germano-américaine en cours.

# P792D58C9-tu20
source: Carlo Masala, director of the Institute for Strategy and Forecasting at Germany’s University of the Federal Armed Forces, described the European strategy as “constantly giving Trump the feeling that he is a great statesman with a clear vision.” He added, “I believe that this flattery combined with European self-confidence is the appropriate strategy.”
fr: Carlo Masala, directeur de l'Institut de stratégie et de prévision de l'Université des forces armées fédérales d'Allemagne, a qualifié la stratégie européenne de « donner constamment à Trump l'impression d'être un grand homme d'État avec une vision claire ». Il a ajouté : « Je crois que cette flatterie combinée à la confiance en soi européenne est la stratégie appropriée ».

# P792D58C9-tu21
source: <g id="1">nato</g> Secretary General Mark Rutte epitomized this strategy when he characterized President Trump as “Daddy” trying to get Iran and Israel to stop fighting like children in the schoolyard.
fr: Le secrétaire général de l'<g id="1">OTAN</g>, Mark Rutte, a incarné cette stratégie lorsqu'il a qualifié le président Trump de « Papa » essayant de faire en sorte que l'Iran et Israël cessent de se battre comme des enfants dans la cour d'école.

# P792D58C9-tu22
source: Yet you only have to look at these leaders’ public statements to see through the flattery.
fr: Pourtant, il suffit de lire les déclarations publiques de ces dirigeants pour se rendre compte qu'il s'agit d'une flatterie.

# P792D58C9-tu23
source: Step by Step
fr: Étape par étape

# P792D58C9-tu24
source: As Merz acknowledged, Europe cannot break from America immediately, no matter how much it wants to.
fr: Comme Merz l'a reconnu, l'Europe ne peut pas se désolidariser de l'Amérique immédiatement, même si elle le souhaite.

# P792D58C9-tu24
source: But it is working, step by step, toward that goal.
fr: Mais elle travaille, pas à pas, à la réalisation de cet objectif.

# P792D58C9-tu25
source: One thing Europe desperately needs is greater unity.
fr: L'Europe a désespérément besoin d'une plus grande unité.

# P792D58C9-tu25
source: If 27 separate nations go up against the United States, President Trump can play one off against the other. But a united Europe facing off against a united America would be a conflict between equals.
fr: Si 27 nations distinctes s'opposent aux États-Unis, le président Trump peut jouer l'une contre l'autre. Mais une Europe unie face à une Amérique unie serait un conflit entre égaux.

# P792D58C9-tu26
source: Europe’s failure in trade negotiations “exposes the fundamental weakness of European governance,” wrote Alemanno. “Lacking a true EU-wide governance system, the bloc remains incapable of translating competing national agendas into a unified position” (op cit).
fr: L'échec de l'Europe dans les négociations commerciales « expose la faiblesse fondamentale de la gouvernance européenne », a écrit Alemanno. « En l'absence d'un véritable système de gouvernance à l'échelle de l'UE, le bloc reste incapable de traduire les agendas nationaux divergents en une position unifiée » (op cit).

# P792D58C9-tu26
source: With all its conflicting national interests, the EU couldn’t agree on a way to fight back.
fr: Avec tous ses intérêts nationaux conflictuels, l'UE n'a pas pu se mettre d'accord sur une manière de riposter.

# P792D58C9-tu26
source: Retaliation against America would end up hurting Europe, and some countries would suffer more than others.
fr: Des représailles contre l'Amérique auraient fini par nuire à l'Europe, et certains pays auraient souffert plus que d'autres.

# P792D58C9-tu26
source: No one would agree to suffer pain unevenly.
fr: Personne n'accepterait de souffrir de manière inégale.

# P792D58C9-tu26
source: This is why the bloc had little choice but to do a deal.
fr: C'est pourquoi le bloc n'avait guère d'autre choix que de conclure un accord.

# P792D58C9-tu27
source: However, it is clear that such unity cannot be created with all 27 EU member states included.
fr: Toutefois, il est clair qu'une telle unité ne peut être créée avec l'ensemble des 27 États membres de l'UE.

# P792D58C9-tu27
source: Thus, former German Defense Minister Karl-Theodor zu Guttenberg told Austria’s Brutkasten in a video published September 5: “We now have to get to a point where we can say that if it doesn’t work with 27, then it will work with 13 or 15 or 17—think of the euro as an example.
fr: Ainsi, l'ancien ministre allemand de la défense, Karl-Theodor zu Guttenberg, a déclaré au journal autrichien Brutkasten dans une vidéo publiée le 5 septembre : « Nous devons maintenant arriver à un point où nous pouvons dire que si cela ne fonctionne pas avec 27 nations, alors cela fonctionnera avec 13, 15 ou 17 — pensez à l'euro comme exemple.

# P792D58C9-tu27
source: So we need to be bolder here.”
fr: Nous devons donc faire preuve de plus d'audace ici ».

# P792D58C9-tu28
source: As long as Europe’s big beasts—Germany, France and Italy—act together with a few others, a united Europe would have the clout to stand up to America.
fr: Tant que les grandes puissances de l'Europe — l'Allemagne, la France et l'Italie — agiront ensemble avec quelques autres, une Europe unie aura le pouvoir de tenir tête à l'Amérique.

# P792D58C9-tu28
source: Unity is more important than size.
fr: L'unité est plus importante que la taille.

# P792D58C9-tu29
source: Another disadvantage for the Europeans is the current dominance of the dollar.
fr: Un autre désavantage pour les Européens est la domination actuelle du dollar.

# P792D58C9-tu29
source: The euro so far has been unable to match the dollar’s appeal.
fr: Jusqu'à présent, l'euro n'a pas été en mesure d'égaler l'attrait du dollar.

# P792D58C9-tu29
source: But President Trump may solve this for them.
fr: Mais le président Trump pourrait résoudre ce problème pour eux.

# P792D58C9-tu29
source: By expanding America’s already massive debt and putting political pressure on the Federal Reserve, Trump is hastening the dollar’s end.
fr: En augmentant la dette déjà massive des États-Unis et en exerçant une pression politique sur la Réserve fédérale, M. Trump accélère la fin du dollar.

# P792D58C9-tu29
source: Delaying tactics could make sense for the EU.
fr: Les tactiques dilatoires pourraient être judicieuses pour l'UE.

# P792D58C9-tu29
source: Wait long enough, and the dollar will fall.
fr: Attendre assez longtemps, et le dollar chutera.

# P792D58C9-tu30
source: But the biggest thing Europe needs to fix is its military.
fr: Mais l'élément le plus important que l'Europe doit corriger est son armée.
