Repository: ddisanto-langops/automate-labels
Catalog: temp.xliff
Languages: fr

# NBD10E34C-tu1
source: • The Philadelphia Trumpet
fr: • La Trompette philadelphienne

# NB8D3D17F-tu1
source: <g id="1">OCTOBER 2025 • </g><x id="2"/>
fr: <g id="1">OCTOBRE 2025 • </g><x id="2"/>

# NC96BC98B-tu1
source: <x id="1"/><g id="2"> <g id="3">The Philadelphia Trumpet</g></g>
fr: <x id="1"/><g id="2"> <g id="3">La Trompette philadelphienne</g></g>

# NC89868FC-tu1
source: <g id="1">August </g>202<g id="2">5</g> <g id="3"><x id="4"/></g>
fr: <g id="1">août </g>202<g id="2">5</g> <g id="3"><x id="4"/></g>

# NECB330A5-tu1
source: <g id="1">Why </g><g id="2">peace </g><g id="3">talks</g> <g id="4">fail</g>
fr: <g id="1">Pourquoi</g> les <g id="3">discussions</g> de <g id="2">paix</g> <g id="4">échouent</g>

# P6E96D932-tu1
source: October 2025
fr: 2025 octobre

# NCF824D37-tu1
source: October 2025 | Vol. 36, No. 9 | Circ. 2<g id="1">0</g>3,334
fr: Octobre 2025 | Vol. 36, N° 9 | Tirage 2<g id="1">0</g>3 334

# N87BC3AA8-tu1
source: <g id="1">From the Editor</g><g id="2"> </g>Gerald Flurry
fr: <g id="1">Du rédacteur en chef</g><g id="2"> </g>Gerald Flurry

# NA8A7067C-tu1
source: <g id="1">From the Editor</g><x id="2"/><g id="3">We Have a More Sure Word of Prophecy</g><g id="4"><x id="5"/></g><g id="6">1</g>
fr: <g id="1">Mot du rédacteur en chef</g><x id="2"/><g id="3">Nous avons une parole prophétique plus certaine</g><g id="4"><x id="5"/></g><g id="6">1</g>

# NA8A7067C-tu2
source: <g id="1">The Roadblock to Peace</g><g id="2"><x id="3"/></g>3
fr: <g id="1">L'obstacle à la paix</g><g id="2"><x id="3"/></g>3

# NA8A7067C-tu3
source: Trump vs.
fr: Trump contre

# NA8A7067C-tu3
source: Europe</g><g id="2"><x id="3"/></g>6
fr: l'Europe</g><g id="2"><x id="3"/></g>6

# NA8A7067C-tu4
source: <g id="1">Plowshares Into Swords</g><g id="2"><x id="3"/></g>10
fr: <g id="1">Des socs aux épées</g><g id="2"><x id="3"/></g>10

# NA8A7067C-tu5
source: <g id="1">Turkey Is Going to Betray America</g><g id="2"><x id="3"/></g>12
fr: <g id="1">La Turquie va trahir l'Amérique</g><g id="2"><x id="3"/></g>12

# NA8A7067C-tu6
source: <g id="1">Infographic</g><x id="2"/><g id="3">What You Need to Know About Hamas</g><g id="4"><x id="5"/></g><g id="6">18</g>
fr: <g id="1">Infographie</g><x id="2"/><g id="3">Ce que vous devez savoir sur le Hamas</g><g id="4"><x id="5"/></g><g id="6">18</g>

# NA8A7067C-tu7
source: <g id="1">The Book That Explains Your World</g><g id="2"><x id="3"/></g>23
fr: <g id="1">Le livre qui explique votre monde</g><g id="2"><x id="3"/></g>23

# NA8A7067C-tu8
source: <g id="1">We Need to Talk About Anti-Semitism</g><g id="2"><x id="3"/></g>25
fr: <g id="1">Nous devons parler de l'antisémitisme</g><g id="2"><x id="3"/></g>25

# NA8A7067C-tu9
source: <g id="1">Xi in a Tempest, Putin in the Sunshine?</g><g id="2"><x id="3"/></g>27
fr: <g id="1">Xi dans une tempête, Poutine sous le soleil ?</g><g id="2"><x id="3"/></g>27

# NA8A7067C-tu10
source: <g id="1">Mystery of the Kingdom of God</g><g id="2"><x id="3"/></g>28
fr: <g id="1">Mystère du royaume de Dieu</g><g id="2"><x id="3"/></g>28

# NA8A7067C-tu11
source: <g id="1">Principles of Living</g><x id="2"/><g id="3">Does God Hear All Prayers?</g><g id="4"><x id="5"/></g><g id="6">31</g>
fr: <g id="1">Principes de vie</g><x id="2"/><g id="3">Dieu entend-Il toutes les prières ?</g><g id="4"><x id="5"/></g><g id="6">31</g>

# NB4782652-tu1
source: We Have a More Sure Word of Prophecy
fr: Nous avons une parole prophétique plus certaine

# P7C7CA105-tu1
source: Even in dark times, this understanding brings light and hope into your life!
fr: Même dans les temps sombres, cette compréhension apporte de la lumière et de l'espoir dans votre vie !

# NABE1D3B6-tu1
source: What does Bible prophecy mean to you<g id="1">?</g> It is far more important than most people think.
fr: Que signifie pour vous la prophétie biblique<g id="1"> ?</g> Elle est bien plus importante que la majorité des gens ne le pensent.

# NABE1D3B6-tu2
source: Our world today is gripped by war.
fr: Notre monde est aujourd'hui en proie à la guerre.

# NABE1D3B6-tu2
source: Leaders wrestle with towering decisions that dramatically affect their peoples’ lives, even determine the fate of nations.
fr: Les dirigeants sont confrontés à des décisions importantes qui affectent considérablement la vie de leurs concitoyens et déterminent même le destin des nations.

# NABE1D3B6-tu2
source: Their mistakes ruin economies and cause terrible bloodshed.
fr: Leurs erreurs ruinent les économies et provoquent de terribles effusions de sang.

# NABE1D3B6-tu3
source: Bible prophecy explains <g id="1">why</g> these crises happen.
fr: La prophétie biblique explique <g id="1">pourquoi</g> ces crises se produisent.

# NABE1D3B6-tu3
source: It also shows where they are leading.
fr: Elle montre également où elles mènent.

# NABE1D3B6-tu3
source: It shows the presence of the great God in world events and helps us come to know God!
fr: Elle montre la présence du grand Dieu dans les événements du monde et nous aide à connaître Dieu !

# NABE1D3B6-tu4
source: Millions of people face desperation and hopelessness because they miss the truth of Bible prophecy.
fr: Des millions de personnes sont confrontées au désespoir et à la détresse parce qu'elles ne comprennent pas la vérité des prophéties bibliques.

# NABE1D3B6-tu4
source: But <g id="1">you</g> can understand it.
fr: Mais <g id="1">vous</g> pouvez la comprendre.

# NABE1D3B6-tu5
source: Note this powerful statement from the Apostle Peter: “<g id="1">We have also a more sure word of prophecy</g>; whereunto ye do well that ye take heed, as unto a light that shineth in a dark place, until the day dawn, and the day star arise in your hearts” (2 Peter 1:19).
fr: Nous pouvons espérer en cet avenir, comme nous le dit 2 Pierre 1 : 19 : « <g id="1">Et nous tenons pour d'autant plus certaine la parole prophétique,</g> à laquelle vous faites bien de prêter attention, comme à une lampe qui brille dans un lieu obscur, jusqu'à ce que le jour vienne à paraître et que l'étoile du matin se lève dans vos cœurs » (2 Pierre 1 : 19).

# NABE1D3B6-tu6
source: This verse shows what a <g id="1">blessing</g> prophecy can be!
fr: Ce verset montre à quel point la prophétie peut être une <g id="1">bénédiction</g> !

# NABE1D3B6-tu6
source: The more sure word of prophecy must be <g id="2">personal</g> to each of us.
fr: La parole prophétique plus certaine doit être <g id="2">personnelle</g> à chacun d'entre nous.

# NABE1D3B6-tu6
source: It should guide us in our day-to-day lives.
fr: Elle devrait nous guider dans notre vie quotidienne.

# NABE1D3B6-tu7
source: But <g id="1">what is</g> this “more sure word of prophecy”?
fr: Mais <g id="1">quelle est</g> cette « parole prophétique » plus certaine ?

# NABE1D3B6-tu7
source: Read verses 16-18, where Peter talks about having been “eyewitnesses of his majesty.” He links back to a spectacular vision he saw many years before on a mountaintop.
fr: Lisez les versets 16 à 18, où Pierre parle d'avoir « vu sa majesté de nos propres yeux ». Il évoque une vision spectaculaire qu'il a vue de nombreuses années auparavant au sommet d'une montagne.

# NABE1D3B6-tu8
source: A Glorious Vision
fr: Une vision glorieuse

# NABE1D3B6-tu9
source: In Matthew 16:28 Jesus Christ told His disciples, “Verily I say unto you, There be some standing here, which shall not taste of death, till they see the Son of man coming in his kingdom.” Obviously, these men all died, and Christ hasn’t returned yet.
fr: Dans Matthieu 16 : 28, Jésus-Christ a dit à ses disciples : « Je vous le dis en vérité, quelques-uns de ceux qui sont ici ne mourront point, qu'ils n'aient vu le Fils de l'homme venir dans son règne. » Évidemment, ces hommes sont tous morts, et le Christ n'est pas encore revenu.

# NABE1D3B6-tu9
source: So He wasn’t talking about that future event.
fr: Il ne parlait donc pas de cet événement futur.

# NABE1D3B6-tu9
source: He was referring to a <g id="1">vision</g> God would give those men—and that still stirs our hope to this day.
fr: Il faisait référence à une <g id="1">vision</g> que Dieu donnerait à ces hommes et qui nous émeut encore aujourd'hui avec espoir.

# NABE1D3B6-tu10
source: In the very next chapter, we read that Jesus was “transfigured before them: and his face did shine as the sun, and his raiment was white as the light” (Matthew 17:2).
fr: Dans le chapitre suivant, nous lisons que Jésus a été « transfiguré devant eux ; son visage resplendit comme le soleil, et ses vêtements devinrent blancs comme la lumière » (Matthieu 17 : 2).

# NABE1D3B6-tu10
source: Then God the Father’s words sounded from heaven: “This is my beloved Son, in whom I am well pleased; hear ye him” (verse 5).
fr: Ensuite, les paroles de Dieu le Père se firent entendre du ciel : « Celui-ci est mon Fils bien-aimé, en qui j'ai mis toute mon affection : écoutez-le ! » (verset 5).

# NABE1D3B6-tu11
source: What a spectacular event!
fr: Quel événement spectaculaire !

# NABE1D3B6-tu11
source: Afterward, the three disciples were eager to share it.
fr: Après cela, les trois disciples étaient impatients de partager cet événement.

# NABE1D3B6-tu11
source: But as they descended from the mountain, Jesus told them, “Tell the vision to no man, until the Son of man be risen again from the dead” (verse 9).
fr: Mais, lorsqu'ils descendirent de la montagne, Jésus leur ordonna : « Ne parlez à personne de cette vision, jusqu'à ce que le Fils de l'homme soit ressuscité des morts » (verset 9).

# NABE1D3B6-tu11
source: That was just a <g id="1">vision—</g>but the time would come, sometime <g id="2">after</g> Christ was killed at His first coming and then resurrected, that the <g id="3">reality </g>of that vision would come to pass!
fr: Ce n'était qu'une <g id="1">vision — mais</g>le temps viendrait, quelque temps <g id="2">après</g> la mort du Christ lors de Sa première venue et ensuite Sa résurrection, que la <g id="3">réalité </g>de cette vision s'accomplirait !

# NABE1D3B6-tu11
source: Christ is going to return in glory!
fr: Le Christ va revenir dans la gloire !

# NABE1D3B6-tu12
source: This experience reminded the disciples of an Old Testament prophecy about an event that would <g id="1">precede </g>the Second Coming.
fr: Cette expérience a rappelé aux disciples une prophétie de l'Ancien Testament sur un événement qui <g id="1">précéderait</g> la Seconde Venue.

# NABE1D3B6-tu12
source: They asked, “Why then do the scribes say that Elijah must come first?” Jesus answered, “Indeed, Elijah is coming first and will restore all things” (verses 10-11; New King James Version).
fr: Ils demandèrent : « Pourquoi donc les scribes disent-ils qu'Élie doit venir premièrement ? » Jésus leur répondit : « Il répondit : Il est vrai qu'Élie doit venir, et rétablir toutes choses » (versets 10-11).

# NABE1D3B6-tu13
source: What a prophecy!
fr: Quelle prophétie !

# NABE1D3B6-tu13
source: Think of its implications.
fr: Pensez à ses implications.

# NABE1D3B6-tu13
source: Just before Christ returns, God would send a man in the spirit of Elijah the prophet—and he would “<g id="1">restore all things.”</g> This means that, in the days before Christ’s spectacular Second Coming, most spiritual truths would be <g id="2">lost</g>—otherwise God would not need to send a man to <g id="3">restore</g> them!
fr: Juste avant le retour du Christ, Dieu enverrait un homme dans l'esprit du prophète Élie, qui doit « <g id="1">rétablir toutes choses</g> ». Cela signifie que, dans les jours qui précèdent la spectaculaire Seconde Venue du Christ, la plupart des vérités spirituelles seraient <g id="2">perdues</g>, car autrement Dieu n'aurait pas besoin d'envoyer un homme pour les <g id="3">rétablir</g> !

# NABE1D3B6-tu13
source: This man would bring the wonderful truths of God that had been lost in a world of religious confusion.
fr: Cet homme apporterait les merveilleuses vérités de Dieu qui avaient été perdues dans un monde de confusion religieuse.

# NABE1D3B6-tu14
source: Did you know that this prophecy has been fulfilled in modern times?
fr: Saviez-vous que cette prophétie s'est réalisée à l'époque moderne ?

# NABE1D3B6-tu14
source: This end-time type of Elijah—this signal of the Second Coming—has already come and gone!
fr: Cet Élie du temps de la fin, ce signal de la Seconde Venue — est déjà arrivé et reparti !

# NABE1D3B6-tu14
source: His name was Herbert W. Armstrong. (Learn about this in our free booklet <g id="1">A Pivotal Sign of the End Time</g><g id="2">.</g>)
fr: Son nom était Herbert W. Armstrong. (Vous pouvez en apprendre plus dans notre livret gratuit <g id="1">Un signe essentiel du temps de la fin</g><g id="2">.</g>)

# NABE1D3B6-tu15
source: That means we are very close to Christ’s glorious return.
fr: Cela signifie que nous sommes très proches du retour glorieux du Christ.

# NABE1D3B6-tu15
source: What Peter saw in a vision, we are about to see in reality!
fr: Ce que Pierre a vu en vision, nous sommes sur le point de le voir en réalité !

# NABE1D3B6-tu16
source: If you understand this truth, you realize that this present world is not yet ruled by God.
fr: Si vous comprenez cette vérité, vous réalisez que ce monde présent n'est pas encore gouverné par Dieu.

# NABE1D3B6-tu16
source: In fact, the “<g id="1">whole world</g>” is deceived by Satan the devil (Revelation 12:9).
fr: En fait, le « <g id="1">monde entier</g> » est séduit par Satan le diable (Apocalypse 12 : 9).

# NABE1D3B6-tu16
source: The <g id="2">whole world</g> includes everybody—except a “little flock” (Luke 12:32).
fr: Le <g id="2">monde entier</g> comprend tout le monde, à l'exception d'un « petit troupeau » (Luc 12 : 32).

# NABE1D3B6-tu17
source: This vision helps us understand the evil around us.
fr: Cette vision nous aide à comprendre le mal qui nous entoure.

# NABE1D3B6-tu17
source: But more than that, it gives us a <g id="1">living hope</g>.
fr: Mais plus que cela, elle nous donne une <g id="1">espérance vivante</g>.

# NABE1D3B6-tu18
source: Spiritually Begotten
fr: Engendré spirituellement

# NABE1D3B6-tu19
source: What is the “more sure word of prophecy” in 2 Peter 1:19?
fr: Quelle est la parole prophétique plus certaine dont il est question dans 2 Pierre 1 : 19 ?

# NABE1D3B6-tu20
source: As I write in my booklet <g id="1">The Epistles of Peter—A Living Hope</g>: “When Peter saw that image of God’s Kingdom, he didn’t have God’s Holy Spirit <g id="2">in</g> him.
fr: Comme je l'écris dans ma brochure <g id="1">Les épîtres de Pierre : Une espérance vivante</g> : « Lorsque Pierre a vu cette image du Royaume de Dieu, il n'avait pas le Saint-Esprit de Dieu <g id="2">en lui</g>.

# NABE1D3B6-tu20
source: He is saying that when the Spirit of God comes into you and gives you revelation, then that is the most <g id="3">sure,</g> <g id="4">certain word of prophecy there is—having God directly inject it into your mind via the Holy Spirit</g>!”
fr: Il dit que lorsque l'Esprit de Dieu entre en vous et vous donne une révélation, alors c'est la parole prophétique la plus <g id="3">sûre</g> et la plus <g id="4">certaine qui soit — Dieu l'injecte directement dans votre esprit par l'intermédiaire du Saint-Esprit</g> !

# NABE1D3B6-tu21
source: Many people think they have this Spirit<x id="1"/> already, but they don’t.
fr: Beaucoup de gens pensent avoir déjà ce Saint-Esprit<x id="1"/>, mais ce n'est pas le cas.

# NABE1D3B6-tu21
source: To receive God’s Holy Spirit, you must be baptized and have hands laid on you by one of God’s ministers (Acts 2:38; 8:14-17).
fr: Pour recevoir le Saint-Esprit de Dieu, vous devez être baptisé et recevoir l'imposition des mains par l'un des ministres de Dieu (Actes 2 : 38 ; 8 :14-17).

# NABE1D3B6-tu21
source: And God gives His Spirit only to those who obey Him (Acts 5:32).
fr: Et Dieu donne Son Esprit seulement à ceux qui Lui obéissent (Actes 5 : 32).

# NABE1D3B6-tu22
source: Receiving the Holy Spirit is a <g id="1">spiritual begettal</g> by God the Father.
fr: Recevoir l'Esprit Saint est un <g id="1">engendrement spirituel</g> par Dieu le Père.

# NABE1D3B6-tu22
source: Once you receive it, you can have the very mind of Christ in you (Philippians 2:5).
fr: Une fois que vous l'avez reçu, vous pouvez avoir en vous la pensée même du Christ (Philippiens 2 : 5).

# NABE1D3B6-tu22
source: Go on to live the way Christ did, and you will be filled with joy and happiness and do a lot of glorious deeds for God.
fr: Continuez à partir de là, en vivant comme le Christ l'a fait, et vous serez rempli de joie et de bonheur et accomplirez beaucoup d'actions glorieuses pour Dieu.

# NABE1D3B6-tu23
source: If you are obeying God and hungering and thirsting for instruction from Him, then you will receive spiritual understanding, revelation from God (1 Corinthians 2:9-14).
fr: Si vous obéissez à Dieu et si vous avez faim et soif d'instructions de Sa part, vous recevrez alors une compréhension spirituelle, une révélation de la part de Dieu (1 Corinthiens 2 : 9-14).

# NABE1D3B6-tu23
source: You will have “a more sure word of prophecy.” That is a promise!
fr: Vous aurez une parole de prophétie plus certaine. C'est une promesse !

# NABE1D3B6-tu24
source: “A more sure word of prophecy” comes <g id="1">directly from God Himself</g> through His Holy Spirit!
fr: Une parole de prophétie plus certaine vient <g id="1">directement de Dieu Lui-même</g> par Son Saint-Esprit !

# NABE1D3B6-tu24
source: You can <g id="2">understand</g> the prophecies of the Bible because God Himself <g id="3">gives you</g> that understanding.
fr: Vous pouvez <g id="2">comprendre</g> les prophéties de la Bible parce que Dieu Lui-même <g id="3">vous donne</g> cette compréhension.

# NABE1D3B6-tu25
source: Having this “more sure word” compels us to support God’s work of publishing His message to this world.
fr: Le fait de posséder cette parole plus certaine nous pousse à soutenir l'Œuvre de Dieu qui consiste à publier Son message au monde.

# NABE1D3B6-tu25
source: God will reward you and open doors for you—and give you <g id="1">even greater</g> prophetic understanding!
fr: Dieu vous récompensera et vous ouvrira des portes, et Il vous donnera une compréhension prophétique <g id="1">encore plus grande</g> !

# NABE1D3B6-tu26
source: Light in a Dark World
fr: La lumière dans un monde obscur

# NABE1D3B6-tu27
source: 2 Peter 1:19 says we should “take heed” to this sure word of prophecy “as unto a light that shines in a dark place, until the day dawn.”
fr: 2 Pierre 1 : 19 dit que nous devons « prêter attention » à cette parole prophétique certaine « comme à une lampe qui brille dans un lieu obscur, jusqu'à ce que le jour vienne à paraître ».

# NABE1D3B6-tu28
source: Peter wrote his epistles just before he was martyred.
fr: Pierre a écrit ses épîtres juste avant d'être martyrisé.

# NABE1D3B6-tu28
source: Though he was about to die, he wrote this most hopeful book because he saw God’s vision and the reward God promises those who obey Him now and help get His message to this world.
fr: Alors qu'il était sur le point de mourir, il a écrit ce livre plein d'espoir parce qu'il a vu la vision de Dieu et la récompense que Dieu promet à ceux qui Lui obéissent maintenant et qui l'aident à transmettre Son message à ce monde.

# NABE1D3B6-tu29
source: The Apostle Paul had that same vision and was also killed for doing God’s work.
fr: L'apôtre Paul a eu la même vision et a également été tué pour avoir accompli l'Œuvre de Dieu.

# NABE1D3B6-tu29
source: Those men lived in dark times.
fr: Ces hommes ont vécu une époque sombre.

# NABE1D3B6-tu29
source: Yet their words are recorded for us because the dangers they experienced were only a type of those coming in our day.
fr: Pourtant, leurs paroles sont écrites pour nous parce que les dangers qu'ils ont connus ne sont qu'une préfiguration de ceux qui arrivent de nos jours.

# NABE1D3B6-tu30
source: Our world today is one <g id="1">dark place</g>—and it is about to get far darker!
fr: Aujourd'hui, notre monde est un <g id="1">endroit sombre</g> — et il va bientôt devenir beaucoup plus sombre !

# NABE1D3B6-tu30
source: Weapons are proliferating and being developed that would destroy all human beings on Earth!
fr: Les armes se prolifèrent et sont en cours de développement qui détruiraient tous les êtres humains sur Terre !

# NABE1D3B6-tu30
source: Prophecy shows that the greatest tribulation ever is coming if we don’t repent and turn to God (Matthew 24:21; Daniel 12:1; Jeremiah 30:7).
fr: La prophétie indique que la plus grande tribulation jamais connue est à venir si nous ne nous repentons pas et ne nous tournons pas vers Dieu (Matthieu 24 : 21 ; Daniel 12 : 1 ; Jérémie 30 : 7).

# NABE1D3B6-tu30
source: That is vital revelation from God—part of the more sure word of prophecy.
fr: C'est une révélation essentielle venant de Dieu — qui fait partie de la parole prophétique la plus certaine.

# NABE1D3B6-tu31
source: But a new dawn is coming.
fr: Mais une nouvelle aube s'annonce.

# NABE1D3B6-tu31
source: Right on the heels of all these terrible crises, the World Tomorrow will begin.
fr: Dans la foulée de toutes ces terribles crises, le monde à venir commencera.

# NABE1D3B6-tu31
source: That “dawn” is Jesus Christ’s Second Coming, the greatest event in history!
fr: Ce « jour » est la Seconde Venue de Jésus-Christ, le plus grand événement de l'histoire !

# NABE1D3B6-tu31
source: When He returns, He will stop all these terrifying problems.
fr: Lorsqu'Il reviendra, Il mettra fin à tous ces problèmes terrifiants.

# NABE1D3B6-tu32
source: When Paul says “the day star arise in your hearts,” he is talking about the day when God’s saints become glorified as spirit beings, full Spirit-born members of the God Family!
fr: Lorsque Paul dit : « l'étoile du matin se lève dans vos cœurs », il parle du jour où les saints de Dieu seront glorifiés en tant qu'êtres spirituels, membres pleinement nés de l'Esprit de la Famille de Dieu !

# NABE1D3B6-tu33
source: God is expanding His Family by working with and perfecting human beings!
fr: Dieu élargit Sa famille en travaillant avec les êtres humains et en les perfectionnant !

# NABE1D3B6-tu33
source: That is the greatest wonder in the world.
fr: C'est la plus grande merveille au monde.

# NABE1D3B6-tu33
source: But we must allow God to work in us. (Request our free book <g id="1">Mystery of the Ages</g><g id="2">;</g> it will explain this staggering truth to you in a powerful way.)<g id="3"> </g>
fr: Mais nous devons permettre à Dieu d'agir en nous. (Demandez notre livre gratuit <g id="1">Le mystère des siècles</g><g id="2"> ;</g> il vous expliquera cette vérité stupéfiante d'une manière puissante.)<g id="3"></g>

# NABE1D3B6-tu34
source: The Morning Star
fr: L'étoile du matin

# NABE1D3B6-tu35
source: God has called a few out of this world, and He is going to reward them like nobody else if they get this message out.
fr: Dieu a appelé quelques-uns à sortir de ce monde, et Il les récompensera comme personne d'autre s'ils transmettent ce message.

# NABE1D3B6-tu36
source: But be aware that doing God’s work is not easy, just as it was not for Peter and Paul. “Beloved, think it not strange concerning the fiery trial which is to try you, as though some strange thing happened unto you: But rejoice, inasmuch as ye are partakers of Christ’s sufferings …” (1 Peter 4:12-13).
fr: Mais sachez que faire l'œuvre de Dieu n'est pas facile, tout comme ce n'était pas le cas pour Pierre et Paul. « Bien-aimés, ne soyez pas surpris, comme d'une chose étrange qui vous arrive, de la fournaise qui est au milieu de vous pour vous éprouver. Réjouissez-vous, au contraire, de la part que vous avez aux souffrances de Christ, afin que vous soyez aussi dans la joie et dans l'allégresse lorsque sa gloire apparaîtra » (1 Pierre 4 : 12-13).

# NABE1D3B6-tu36
source: Our faith is tried and tested.
fr: Notre foi est éprouvée et mise à l’épreuve.
