Repository: ddisanto-langops/automate-labels
Catalog: temp.xliff
Languages: fr

# P792D58C9-tu67
source: This past summer, we witnessed the humbling of Europe by the United States.
fr: L'été dernier, nous avons assisté à l'humiliation de l'Europe par les États-Unis.

# P792D58C9-tu67
source: Bible prophecy warns us to watch for a devastating payback.
fr: La prophétie biblique nous met en garde contre une vengeance dévastatrice.

# P792D58C9-tu67
source: You can be sure Europe is already preparing to strike back.<x id="1"/><g id="2">n</g>
fr: Vous pouvez être sûr que l'Europe se prépare déjà à riposter.<x id="1"/><g id="2">n</g>

# P205DD3FB-tu1
source: <g id="1">Above</g> German Chancellor Angela Merkel deliberates with U.S. President Trump on the sidelines of the G-7 summit on June 9, 2018.
fr: <g id="1">Ci-dessus</g> La chancelière allemande Angela Merkel discute avec le président américain Trump en marge du sommet du G-7 le 9 juin 2018.

# P205DD3FB-tu2
source: <g id="1">Right</g> President Trump hosts the NATO secretary general; the presidents of Ukraine, Finland and France; the German chancellor; the European Commission president; and the prime ministers of Italy and the UK on August 18 in the Oval Office.
fr: <g id="1">À droite</g>Le président Trump reçoit le secrétaire général de l'OTAN, les présidents de l'Ukraine, de la Finlande et de la France, la chancelière allemande, le président de la Commission européenne et les premiers ministres de l'Italie et du Royaume-Uni le 18 août dans le bureau ovale.

# NDD8B54BD-tu1
source: Getty Images, Public DOmain
fr: Getty Images, domaine public

# P32F62CF8-tu1
source: A German Trump?
fr: Un Trump allemand ?

# P32F62CF8-tu2
source: Europe is struggling due to a major leadership vacuum.
fr: L'Europe est en difficulté en raison d'un vide important en matière de leadership.

# P32F62CF8-tu2
source: This is soon about to change!
fr: Cela va bientôt changer !

# P32F62CF8-tu2
source: Order your free copy of </g>A Strong German Leader Is Imminent<g id="2"> to learn what is about to happen in Europe. </g>
fr: Commandez votre exemplaire gratuit de </g>Un dirigeant allemand fort est imminent<g id="2"> pour en savoir plus sur ce qui est sur le point de se passer en Europe. </g>

# P95E8B04-tu1
source: Plowshares <g id="1">Into Swords</g>
fr: Des socs <g id="1">aux épées</g>

# P5217937-tu1
source: ‘Made in Germany<g id="1">’</g> may soon evoke tanks instead of cars. <g id="2">BY josu<g id="3">É</g> michels</g>
fr: La mention « Fait en Allemagne<g id="1"> » </g> pourrait bientôt évoquer des chars d'assaut plutôt que des voitures.<g id="2">par <g id="3">josuÉ</g> michels</g>

# P2A10862C-tu1
source: R<g id="1">heinmetall, Germany’s largest armaments manufacturer, has surpassed automotive giant Volkswagen in market value.
fr: R<g id="1">heinmetall, le plus grand fabricant d'armement d'Allemagne, a dépassé le géant de l'automobile Volkswagen en termes de valeur marchande.

# P2A10862C-tu1
source: That inflection point, which occurred in March, was one signal among several that investors are losing confidence in the nation’s automotive industry—and gaining confidence in its weapons industry.
fr: Ce point d'inflexion, qui s'est produit en mars, est un signal parmi d'autres indiquant que les investisseurs perdent confiance dans l'industrie automobile du pays — et gagnent en confiance dans son industrie de l'armement.

# P2A10862C-tu2
source: Germany and other European nations are building weapons factories rapidly.
fr: L'Allemagne et d'autres pays européens construisent rapidement des usines d'armement.

# P2A10862C-tu2
source: The sector is becoming ever more lucrative, and more industrial facilities are turning to the dark side of manufacturing.
fr: Le secteur devient de plus en plus lucratif et de plus en plus d'installations industrielles se tournent vers le côté obscur de la fabrication.

# P2A10862C-tu3
source: “It says a lot about the world we live in when battery factory openings fail one after another,” Germany’s <g id="1">Handelsblatt </g>wrote, “while ammunition factories are ceremoniously inaugurated” (August 28).
fr: « Cela en dit long sur le monde dans lequel nous vivons lorsque les ouvertures d'usines de batteries échouent l'une après l'autre », a écrit le journal allemand <g id="1">Handelsblatt</g>, « tandis que les usines de munitions sont inaugurées en grande pompe » (28 août).

# P2A10862C-tu4
source: Europe is turning plowshares into swords on an industrial scale.
fr: L'Europe est en train de transformer des socs en épées à une échelle industrielle.

# P2A10862C-tu5
source: One After Another
fr: Une après l'autre

# P2A10862C-tu6
source: “The German economy is currently experiencing a clash between industrial crisis and arms boom,” Germany’s <g id="1">Tagesschau</g> reported. “Some companies that previously had little to do with the military see this as an opportunity ...” (August 12).
fr: « L'économie allemande connaît actuellement un conflit entre la crise industrielle et l'essor de l'armement », a rapporté le journal allemand <g id="1">Tagesschau</g>. « Certaines entreprises qui, auparavant, n'avaient pas grand-chose à voir avec l'armée, y voient une opportunité ... » (Août 12).

# P2A10862C-tu7
source: “Once the pride of the nation, Germany’s car industry is reeling from an annus horribilis of poor sales, job losses and the threat of unprecedented factory closures,” the <g id="1">Telegraph</g> wrote on June 22. “But defense firms have found a silver lining in the decline of the ‘auto’ trade: rehiring skilled workers to build equipment for a new German Army that may soon have to defend Europe from Russia. … Sources in the European defense industry, which will play a critical role in German rearmament, say they are eager to snap up engineers who have been let go by car companies so they can be put to work producing tanks and infantry fighting vehicles.”
fr: « Autrefois fierté de la nation, l'industrie automobile allemande est en crise après une annus horribilis marquée par une baisse des ventes, des pertes d'emplois et la menace de fermetures d’usines sans précédent », écrivait le <g id="1">Telegraph</g> le 22 juin. « Mais les entreprises de défense ont trouvé un point positif à la baisse du commerce de l'automobile : elles réembauchent des ouvriers qualifiés pour fabriquer des équipements destinés à une nouvelle armée allemande qui devra bientôt défendre l'Europe contre la Russie. […] Des sources dans l'industrie de la défense européenne, qui jouera un rôle essentiel dans le réarmement allemand, indiquent qu'elles sont désireuses d'embaucher des ingénieurs licenciés par les entreprises automobiles afin qu'ils puissent être affectés à la production de chars et de véhicules de combat d'infanterie. »

# P2A10862C-tu8
source: Deutz AG is one example.
fr: Deutz AG en est un exemple.

# P2A10862C-tu8
source: It produces engines for tractors, combine harvesters, excavators, bulldozers, loaders and other agricultural and construction equipment.
fr: Elle produit des moteurs pour tracteurs, moissonneuses-batteuses, excavatrices, bulldozers, chargeuses et autres équipements agricoles et de construction.

# P2A10862C-tu8
source: Only 2 percent of the 160-year-old company’s business has involved military equipment, but its leaders want to boost this to 5 to 10 percent in the coming years.
fr: Seulement 2 pour cent des activités de l'entreprise, vieille de 160 ans, ont impliqué des équipements militaires, mais ses dirigeants souhaitent porter ce chiffre à 5 à 10 pour cent dans les années à venir.

# P2A10862C-tu9
source: In February, Franco-German arms manufacturer <g id="1">knds</g> acquired the Alstom train factory in Görlitz.
fr: En février, le fabricant d'armes franco-allemand <g id="1">KNDS</g> a acquis l'usine de trains d'Alstom à Görlitz.

# P2A10862C-tu9
source: Then German Chancellor Olaf Scholz actually attended the event, remarking: “Instead of train carriages, parts for the defense industry will be manufactured here from next year.” He called it “very good news that industrial jobs will be preserved.”
fr: Le chancelier allemand d'alors Olaf Scholz a d'ailleurs assisté à l'événement et a fait la remarque suivante : « Au lieu de wagons de train, des pièces pour l'industrie de la défense seront fabriquées ici à partir de l'année prochaine ». Il a qualifié cela de « très bonne nouvelle que les emplois industriels seront préservés ».

# P2A10862C-tu10
source: Germany is the world’s fourth-largest military spender, allocating about 2 percent of its gross domestic product on the military last year.
fr: L'Allemagne est le quatrième pays au monde en termes de dépenses militaires, consacrant environ 2 pour cent de son produit intérieur brut à l'armée l'année dernière.

# P2A10862C-tu10
source: By 2029, it plans to spend 3.5 percent ($177 billion) on core military costs.
fr: D'ici 2029, elle prévoit de consacrer 3,5 pour cent (177 milliards de dollars) aux coûts militaires essentiels.

# P2A10862C-tu11
source: “We would all prefer to live in a world where none of this would be necessary,” German Defense Minister Boris Pistorius said at the opening of a Rheinmetall ammunition factory on August 27.
fr: « Nous préférerions tous vivre dans un monde où rien de tout cela ne serait nécessaire », a déclaré Boris Pistorius, ministre allemand de la Défense, à l'occasion de l'ouverture d'une usine de munitions Rheinmetall le 27 août.

# P2A10862C-tu11
source: But Germany knows it is necessary.
fr: Mais l'Allemagne sait qu'il est nécessaire de le faire.

# P2A10862C-tu11
source: As you read this, Europe’s newest and largest artillery factory is ramping up to produce 350,000 155-millimeter shells per year by 2027.
fr: Pendant que vous lisez ces lignes, la plus récente et la plus grande usine d’artillerie d’Europe s’apprête à produire 350 000 obus de 155 millimètres par an d’ici 2027.

# P2A10862C-tu12
source: Since Russia invaded Ukraine in 2022, Rheinmetall’s stock value has increased <g id="1">20-fold. </g><g id="2">The $86 billion corporation, one of Germany’s largest, has been busy in recent weeks: It has explored further expansions, including a strategic partnership with Anduril Industries to produce military drones; planned to take over shipbuilder Naval Vessels Luerssen; explored a new missile partnership with Lockheed Martin; invested $1.2 billion in new Bulgarian factories; and received an order from Germany’s armed forces for about 1,400 military logistics vehicles. </g>
fr: Depuis que la Russie a envahi l'Ukraine en 2022, la valeur boursière de Rheinmetall a été multipliée par <g id="1">20. </g><g id="2"> L'entreprise, qui pèse 86 milliards de dollars et qui est l'une des plus grandes d'Allemagne, n'a pas chômé ces dernières semaines : elle a envisagé de nouvelles expansions, notamment un partenariat stratégique avec Anduril Industries pour la production de drones militaires, elle a prévu de racheter le constructeur naval Naval Vessels Luerssen, elle a envisagé un nouveau partenariat avec Lockheed Martin dans le domaine des missiles, elle a investi 1,2 milliard de dollars dans de nouvelles usines bulgares, et elle a reçu une commande des forces armées allemandes portant sur environ 1 400 véhicules logistiques militaires. </g>

# P2A10862C-tu13
source: Germany’s automotive sector is currently still about 10 times the size of its weapons industry.
fr: Le secteur automobile allemand est encore aujourd'hui environ 10 fois plus important que son industrie de l'armement.

# P2A10862C-tu13
source: But as the trend continues, more and more workers find themselves producing deadly weaponry instead of civilian products.
fr: Mais à mesure que cette tendance se poursuit, de plus en plus de travailleurs se retrouvent à produire des armes mortelles au lieu de produits civils.

# P2A10862C-tu14
source: “Volkswagen’s major shareholder Porsche SE is coming under increasing pressure,” <g id="1">Bild </g>reported on August 13. “The holding company controlled by the Porsche and Piëch families is feeling the effects of the crisis in the automotive industry and is now looking for new business areas beyond traditional mobility.
fr: « L'actionnaire principal de Volkswagen, Porsche SE, est de plus en plus sous pression », a rapporté <g id="1">Bild </g>le 13 août. « La société contrôlée par les familles Porsche et Piëch ressent les effets de la crise de l'industrie automobile et cherche désormais de nouveaux domaines d'activité au-delà de la mobilité traditionnelle.

# P2A10862C-tu14
source: In the future, it plans to invest more heavily in the defense industry.”
fr: À l'avenir, elle prévoit d'investir davantage dans l'industrie de la défense. »

# P2A10862C-tu15
source: The <g id="1">Telegraph </g>wrote, “The dramatic shift in German defense policy, known as the ‘Zeitenwende’ or turning of the times, has created unprecedented opportunities for the German arms industry, which used to be a pariah in the country due to its Nazi past” (June 22).
fr: Le <g id="1">Telegraph</g> a écrit : « Le changement spectaculaire dans la politique de défense allemande, connu sous le nom de 'Zeitenwende' ou 'tournant historique', a créé des opportunités sans précédent pour l'industrie allemande de l'armement, qui était autrefois un paria dans le pays en raison de son passé nazi » (22 juin).

# P2A10862C-tu16
source: The Porsche and Piëch families are part of a group of wealthy families that David de Jong highlights in his book <g id="1">Nazi Billionaires: The Dark History of Germany’s Wealthiest Dynasties.</g> The history of these companies and their present-day dealings are a sobering reminder of how quickly a peaceful Germany can convert into a high-tech, high-output war machine.
fr: Les familles Porsche et Piëch font partie d'un groupe de familles riches que David de Jong a mis en lumière dans son livre <g id="1">Nazi Billionaires : The Dark History of Germany's Wealthiest Dynasties (Milliardaires Nazi : la sombre histoire des dynasties les plus riches d’Allemagne).</g> L'histoire de ces entreprises et leurs transactions actuelles nous rappellent à quel point une Allemagne pacifique peut rapidement se transformer en machine de guerre.

# P2A10862C-tu17
source: Many people recognize the names Volkswagen<g id="1"> </g>and Porsche.<g id="2"> </g>Fewer know that Ferdinand Porsche designed the Volkswagen Beetle at the request of Adolf Hitler.
fr: De nombreuses personnes reconnaissent les noms Volkswagen<g id="1"> </g>et Porsche.<g id="2"> </g>Moins nombreux sont ceux qui savent que Ferdinand Porsche a conçu la coccinelle Volkswagen à la demande d'Adolf Hitler.

# P2A10862C-tu17
source: Volkswagen Group was founded in 1937 by the Nazi government, with the stated goal of mass producing the car for the <g id="3">volk</g> (the people).
fr: Le groupe Volkswagen a été fondé en 1937 par le gouvernement nazi, avec pour objectif déclaré de produire en série la voiture pour le <g id="3">volk</g> (le peuple).

# P2A10862C-tu17
source: Instead, its factories were used to produce military vehicles to launch and fight World War <g id="4">ii</g>.
fr: Au lieu de cela, ses usines ont été utilisées pour produire des véhicules militaires destinés à lancer et à mener la <g id="4">Seconde</g> Guerre mondiale.

# P2A10862C-tu17
source: Porsche <g id="5">continued</g> to work for Hitler and the Nazis, and only after the war ended were his cars sold to civilians.
fr: Porsche <g id="5">a continué</g> à travailler pour Hitler et les nazis, et ce n'est qu'après la fin de la guerre que ses voitures ont été vendues aux civils.

# P2A10862C-tu17
source: Today, Volkswagen and Porsche are two of the top eight carmakers in the world (as are Mercedes-Benz and <g id="6">bmw</g>).
fr: Aujourd'hui, Volkswagen et Porsche font partie des huit premiers constructeurs automobiles au monde (tout comme Mercedes-Benz et <g id="6">BMW</g>).

# P2A10862C-tu18
source: But there’s much more.
fr: Mais ce n’est pas tout.

# P2A10862C-tu19
source: In 1996, the United States government declassified an intelligence document that detailed a 1944 meeting between Nazi leaders and industrialists where they agreed to go underground to keep the Nazi party’s goals alive after the war.
fr: En 1996, le gouvernement américain a déclassifié un document des services secrets détaillant une réunion tenue en 1944 entre des dirigeants nazis et des industriels, au cours de laquelle ils ont convenu de passer dans la clandestinité afin de préserver les objectifs du parti nazi après la guerre.

# P2A10862C-tu19
source: Executives from Volkswagen attended that meeting.
fr: Des dirigeants de Volkswagen ont assisté à cette réunion.

# P2A10862C-tu20
source: Volkswagen Group, the largest company in the EU by revenue, is now returning to its military roots.
fr: Le groupe Volkswagen, la plus grande entreprise de l'UE en termes de revenus, retourne maintenant à ses racines militaires.

# P2A10862C-tu20
source: Oliver Blume, the chief executive of Europe’s largest car manufacturer, told the <g id="1">Telegraph:</g> “My take on it is, if there was the option of military vehicles going forward, we would have to look at the concepts.
fr: Oliver Blume, directeur général du plus grand constructeur automobile européen, a déclaré au <g id="1">Telegraph</g> : « Mon point de vue est que, s'il y avait l'option des véhicules militaires à l'avenir, nous devrions examiner les concepts.

# P2A10862C-tu20
source: We did that in the past” (March 11).
fr: Nous l'avons fait dans le passé » (11 mars).

# P2A10862C-tu21
source: Consider this casual reference to World War <g id="1">ii</g>—and the lack of reaction.
fr: Considérez cette référence désinvolte à la <g id="1">Seconde</g> Guerre mondiale — et le manque de réaction.

# P2A10862C-tu21
source: Has the blood of the millions dried to the point that we no longer remember it?
fr: Le sang des millions s'est-il asséché au point que nous ne nous en souvenons plus ?

# P2A10862C-tu21
source: Have the screams of concentration camp inmates faded into silence?
fr: Les cris des détenus des camps de concentration se sont-ils estompés dans le silence ?

# P2A10862C-tu22
source: Global Trend
fr: Tendance mondiale

# P2A10862C-tu23
source: Like Germany, Japan used its industrial and technological greatness to wreak horrors on innocent human beings in World War <g id="1">ii. </g>Like Germany, Japan vowed to abstain from militaristic ambitions after the war.
fr: Comme l'Allemagne, le Japon a utilisé sa grandeur industrielle et technologique pour infliger des horreurs à des êtres humains innocents pendant la <g id="1">Seconde </g>Guerre mondiale. Comme l'Allemagne, le Japon s'est engagé à s'abstenir de toute ambition militariste après la guerre.

# P2A10862C-tu23
source: And like Germany, Japan is rapidly reversing this trend.
fr: Et comme l'Allemagne, le Japon est en train d'inverser rapidement cette tendance.

# P2A10862C-tu24
source: At the end of last year, Japan approved a record $55.1 billion defense budget for the 2025 fiscal year, the nation’s 11th annual increase in a row.
fr: À la fin de l'année dernière, le Japon a approuvé un budget de défense record de 55,1 milliards de dollars pour l'exercice fiscal de 2025, soit la 11e augmentation annuelle consécutive.

# P2A10862C-tu25
source: Now Japan wants to step up its plowshares-to-swords transformation.
fr: Maintenant, le Japon veut accélérer sa transformation des ‘socs-en-épées’.

# P2A10862C-tu25
source: Lawmakers are now pushing for a nuclear weapons program.
fr: Les législateurs font maintenant pression pour un programme d'armement nucléaire.

# P2A10862C-tu25
source: With decades of nuclear expertise in the civilian field and at least 45 tons of separated plutonium, Japan could quickly become a formidable nuclear power.
fr: Avec des décennies d'expertise nucléaire dans le domaine civil et au moins 45 tonnes de plutonium séparé, le Japon pourrait rapidement devenir une puissance nucléaire redoutable.

# P2A10862C-tu26
source: The Stockholm International Peace Research Institute reported that world military expenditure reached $2.7 trillion in 2024, an astonishing increase of 9.4 percent from 2023 and “the steepest year-on-year rise since at least the end of the Cold War.” It added that military spending “increased in all world regions, with particularly rapid growth in both Europe and the Middle East.”
fr: L'Institut international de recherche sur la paix de Stockholm a indiqué que les dépenses militaires mondiales ont atteint 2 700 milliards de dollars en 2024, soit une augmentation stupéfiante de 9,4 pour cent par rapport à 2023 et « la plus forte hausse annuelle depuis au moins la fin de la guerre froide ». Il a ajouté que les dépenses militaires « ont augmenté dans toutes les régions du monde, avec une croissance particulièrement rapide en Europe et au Moyen-Orient ».

# P2A10862C-tu27
source: Its Yearbook 2025 further warned that nuclear stockpiles, which had been shrinking since the Cold War, are growing again.
fr: Son annuaire 2025 a également mis en garde contre le fait que les stocks nucléaires, qui avaient diminué depuis la guerre froide, augmentent à nouveau.

# P2A10862C-tu27
source: China has at least 600 warheads and is rapidly making more.
fr: La Chine possède au moins 600 ogives nucléaires et en fabrique rapidement davantage.

# P2A10862C-tu27
source: India probably expanded its arsenal last year, while Pakistan is improving its ability to make nuclear weapons.
fr: L'Inde a probablement élargi son arsenal l'année dernière, tandis que le Pakistan améliore sa capacité à fabriquer des armes nucléaires.

# P2A10862C-tu28
source: And nukes are only one aspect of the world’s militarization. “The coming nuclear arms race is going to be as much about AI, cyberspace and outer space as it is about missiles in bunkers or on submarines or bombs on aircrafts,” states the report. “It’s going to be as much about the software as about the hardware.”
fr: Et les armes nucléaires ne sont qu'un aspect de la militarisation du monde. « La prochaine course aux armements nucléaires portera autant sur l'IA, le cyberespace et l'espace extra-atmosphérique que sur les missiles dans les bunkers ou les sous-marins ou sur les bombes dans les avions », indique le rapport. « Elle portera autant sur les logiciels que sur le matériel. »

# P2A10862C-tu29
source: Swords Into Plowshares
fr: Des épées transformées en socs de charrue

# P2A10862C-tu30
source: “Why do we find a world of awesome advancement and progress, yet paradoxically with appalling and mounting evils?” the late Herbert W. Armstrong asked in <g id="1">Mystery of the Ages.</g> “Why cannot the minds that develop spacecraft, computers and marvels of science, technology and industry solve the problems that demonstrate human helplessness?”
fr: « Pourquoi trouvons-nous un monde d'avancées et de progrès impressionnants, mais paradoxalement avec des maux effroyables et croissants ? », demandait feu Herbert W. Armstrong dans <g id="1">Le mystère des siècles. </g> « Pourquoi les esprits qui développent les vaisseaux spatiaux, les ordinateurs et les merveilles de la science, de la technologie et de l'industrie ne peuvent-ils pas résoudre les problèmes qui démontrent l'impuissance humaine ? »

# P2A10862C-tu31
source: We are indeed nearing the days of which Jesus Christ prophesied, “except those days should be shortened, there should no flesh be saved [alive]” (Matthew 24:22).
fr: Nous approchons effectivement des jours dont Jésus-Christ prophétisa : « Et, si ces jours n'étaient abrégés, personne ne serait sauvé [vivant] ; » (Matthieu 24 : 22).

# P2A10862C-tu32
source: The Bible also has specific prophecies that reveal what will happen during this period of great tribulation.
fr: La Bible contient également des prophéties spécifiques qui révèlent ce qui se passera pendant cette période de grande tribulation.
