Repository: ddisanto-langops/automate-labels
Catalog: temp.xliff
Languages: fr

# N945EB3B7-tu19
source: Chinese citizens reacted to the economic headwinds by further slashing their consumption, which exacerbated the storm.
fr: Les citoyens chinois ont réagi aux vents contraires de l'économie en réduisant encore leur consommation, ce qui exacerba la tempête.

# N945EB3B7-tu19
source: Pessimism became entrenched.
fr: Le pessimisme s'est enraciné.

# N945EB3B7-tu19
source: By mid-2025, so few were taking out mortgages or any other type of credit that China’s banks reported a decline in yuan loans for the first time in 20 years.
fr: À la mi-2025, les emprunteurs étaient si peu nombreux à contracter des prêts hypothécaires ou tout autre type de crédit que les banques chinoises enregistrèrent une baisse des prêts en yuans pour la première fois en 20 ans.

# N945EB3B7-tu19
source: The government seemed to panic and announced a new policy on August 12 to subsidize loans to householders and businesses.
fr: Le gouvernement a semblé paniquer et a annoncé le 12 août une nouvelle politique visant à subventionner les prêts aux ménages et aux entreprises.

# N945EB3B7-tu20
source: Economists said the unprecedented measure could make a difference but that it was unlikely to be significant. “Overall, Chinese consumption is not very heavily credit fueled, as Chinese households tend to have a rather high savings rate,” Lynn Song, chief China economist at <g id="1">ing</g>, told the <g id="2">Financial Times.</g> “Unlocking these savings by restoring confidence would likely be a bigger game changer, but that is obviously a lot harder to do” (August 13).
fr: Les économistes ont déclaré que cette mesure sans précédent pouvait faire une différence, mais qu'il était peu probable qu'elle soit significative. « Dans l'ensemble, la consommation chinoise n'est pas très alimentée par le crédit, car les ménages chinois tendent à avoir un taux d'épargne assez élevé », déclara Lynn Song, économiste en chef pour la Chine chez <g id="1">ing</g>, au <g id="2">Financial Times.</g> « Débloquer cette épargne en rétablissant la confiance changerait sans doute davantage la donne, mais c'est évidemment beaucoup plus difficile à réaliser » (13 août).

# N945EB3B7-tu21
source: King Over the ‘Kings of the East’
fr: Le roi des « rois de l'Orient »

# N945EB3B7-tu22
source: The subsidy could block some of the short-term economic damage.
fr: Les subventions pourraient bloquer une partie des dommages économiques à court terme.

# N945EB3B7-tu22
source: But China’s fundamental structural problems remain unresolved: The workforce keeps shrinking, housing demand keeps dropping, consumer sentiment keeps darkening, foreign direct investment keeps declining and debt keeps growing.
fr: Mais les problèmes structurels fondamentaux de la Chine ne sont toujours pas résolus : la main-d'œuvre continue de diminuer, la demande de logements continue de chuter, le moral des consommateurs continue de s'assombrir, les investissements directs étrangers continuent de décliner et la dette continue d'augmenter.

# N945EB3B7-tu22
source: This means that even if China doesn’t descend into a full-blown economic typhoon, the economy and its controller, Xi Jinping, are still growing measurably weaker.
fr: Cela signifie que même si la Chine ne se transforme pas en véritable typhon économique, l'économie et son contrôleur, Xi Jinping, s'affaiblissent considérablement.

# N945EB3B7-tu23
source: This is significant because the <g id="1">Trumpet</g> has been anticipating a reduction in the power of China’s strongman relative to his counterpart in Russia.
fr: Cela est significatif car la <g id="1">Trompette</g> a anticipé une réduction du pouvoir de l'homme fort de la Chine par rapport à son homologue de la Russie.

# N945EB3B7-tu24
source: Bible prophecy speaks of a huge end-time Asian military force called “the kings of the east” (Revelation 16:12).
fr: La prophétie biblique parle d'une énorme force militaire asiatique du temps de la fin, appelée « les rois venant de l'Orient » (Apocalypse 16 : 12).

# N945EB3B7-tu24
source: Ezekiel 38:2 reveals that the <g id="1">leadership</g> of this Asian group will be headed by “the prince of Rosh, Meshech, and Tubal” (New King James Version). <g id="2">Meshech</g> and <g id="3">Tubal</g> are ancient names corresponding to modern Russian cities, and <g id="4">Rosh</g> is a variation of an early name for Russia<g id="5">.</g> This “prince” is clearly a Russian leader.
fr: Ézéchiel 38 : 2 révèle que la <g id="1">direction</g> de ce groupe asiatique sera assurée par « le prince de Rosch, de Méschec et de Tubal ». <g id="2">Méschec</g> et <g id="3">Tubal</g> sont des noms anciens correspondant à des villes russes modernes, et <g id="4">Rosch</g> est une variante d'un nom ancien pour la Russie<g id="5">.</g> Ce « prince » est manifestement un dirigeant russe.

# N945EB3B7-tu25
source: The verse says “the land of Magog,” which includes modern China, will be a crucial member of this alliance.
fr: Le verset précise que « au pays de Magog », lequel comprend la Chine moderne, sera un membre essentiel de cette alliance.

# N945EB3B7-tu25
source: But the phrasing makes plain the leader of this “kings of the east” power bloc will not be Chinese but rather Russian.
fr: Mais la formulation indique clairement que le dirigeant de ce bloc de puissance des « rois venant de l'Orient » ne sera pas chinois, mais plutôt russe.

# N945EB3B7-tu26
source: <g id="1">Trumpet</g> editor in chief Gerald Flurry has identified Russia’s president as the man who will fulfill this role. “We need to watch Vladimir Putin closely,” Mr. Flurry writes. “He is the ‘prince of Rosh’ whom God inspired Ezekiel to write about 2,500 years ago!” (<g id="2">The Prophesied ‘Prince of Russia’</g>).
fr: Le rédacteur en chef de la <g id="1">Trompette</g>, Gerald Flurry, a identifié le président russe comme l'homme qui remplira ce rôle. « Nous devons surveiller de près Vladimir Poutine », écrit M. Flurry. Il est le « prince de Rosch » à propos duquel Ézéchiel écrivit, il y a 2 500 ans, sous l'inspiration divine ! » (<g id="2">Le « prince de Russie » prophétisé</g>).

# N945EB3B7-tu27
source: The next weather front moving in on the Chinese economy could determine how soon and to what degree the power of Xi Jinping and China will decline. Meanwhile, 3½ years into its war on Ukraine and despite geopolitical tensions and international sanctions, Russia’s economy is showing remarkable resilience.
fr: Le prochain front qui s'abattra sur l'économie chinoise pourrait déterminer la rapidité et l'ampleur du déclin du pouvoir de Xi Jinping et de la Chine. Pendant ce temps, 3½ ans après le début de sa guerre contre l'Ukraine et malgré les tensions géopolitiques et les sanctions internationales, l'économie russe fait preuve d'une remarquable résilience.

# N945EB3B7-tu27
source: Real wages are rising significantly, unemployment is at historic lows, India is working more closely with Russia, and somehow the sun is always shining on President Putin.
fr: Les salaires réels augmentent de manière significative, le chômage est à un niveau historiquement bas, l'Inde travaille plus étroitement avec la Russie et, d'une manière ou d'une autre, le soleil brille toujours sur le président Poutine.

# N945EB3B7-tu27
source: The power balance in the Russia-China axis is shifting in accordance with Bible prophecy.<x id="1"/><g id="2">n</g>
fr: L'équilibre des forces au sein de l'axe Russie-Chine évolue conformément aux prophéties bibliques.<x id="1"/><g id="2">n</g>

# N9021A1EA-tu1
source: Xi in a Tempest, <g id="1">Putin<g id="2"> </g>in the Sunshine?</g>
fr: Xi dans la tempête, <g id="1">Poutine<g id="2"> </g>au soleil ?</g>

# P63841DEA-tu1
source: <g id="1">Anti-Semitic incidents by location</g><g id="2"> </g><g id="3">U.S. | 2</g>024
fr: <g id="1">Incidents antisémites par lieu</g><g id="2"> </g><g id="3">États-Unis | 2</g>024

# N956A724A-tu1
source: <g id="1">After decades of sunlit skies, the Chinese economy faces a storm.</g> <g id="2">BY JEREMIAH JACQUES</g>
fr: <g id="1">Après des décennies de ciel radieux, l'économie chinoise fait face à une tempête.</g><g id="2">PAR JEREMIAH JACQUES</g>

# P31EB64E5-tu1
source: cemetery
fr: cimetière

# P78B576EB-tu1
source: jewish-owned business
fr: entreprise appartenant à des Juifs

# P797ABFF9-tu1
source: other
fr: autre

# P7B923D1F-tu1
source: home/housing
fr: maison/logement

# P7E7D1AD4-tu1
source: business establishment
fr: établissement commercial

# P57A04912-tu1
source: k-<g id="1">1</g>2 school
fr: k-<g id="1">1</g>2 école

# P5BEB7260-tu1
source: college/university
fr: collège/université

# N8EE476FE-tu1
source: <g id="1">tempest</g><g id="2"> </g><g id="3">page <g id="4"><x id="5"/></g></g> <g id="6">u</g>
fr: <g id="1">tempête</g><g id="2"> </g><g id="3">page <g id="4"><x id="5"/></g></g> <g id="6">u</g>

# P11D09248-tu1
source: <g id="1">CHINA GDP</g><g id="2"> </g>1975–2024
fr: <g id="1">PIB DE LA CHINE</g><g id="2"> </g>1975–2024

# P5F1CC59A-tu1
source: jewish institution/school
fr: institution/école juive

# P351529F3-tu1
source: Anti-Defamation League, emma moore/trumpet
fr: Ligue anti-diffamation, Emma Moore/Trumpet

# P5FE20EA8-tu1
source: public area
fr: espace public

# P3A8466D6-tu1
source: Gary Dorning/Trumpet
fr: Gary Dorning/Trompette

# NFA79A4A0-tu1
source: Between 1975 and 2021, China experienced an average increase in GDP of 9 percent.
fr: Entre 1975 et 2021, la Chine a connu une augmentation moyenne du PIB de 9 pour cent.

# NFA79A4A0-tu1
source: In 2021, that changed dramatically.
fr: En 2021, la situation a radicalement changé.

# NBFAF9674-tu2
source: $<g id="1">1</g><g id="2">64 B</g>
fr: $<g id="1">1</g><g id="2">64 G</g>

# NFF195AF4-tu1
source: <g id="1">CHINA consumer spending</g><g id="2"> </g>2014–2024
fr: <g id="1">CHINE : dépenses de consommation</g><g id="2">2014-2024</g>

# NEAD4AE04-tu1
source: Assaults on visibly Jewish individuals <g id="1">59</g>
fr: Agressions contre des personnes manifestement juives <g id="1">59</g>

# P15B1F139-tu1
source: Household consumption
fr: Consommation des ménages

# P15B1F139-tu2
source: Retail sales (annual)
fr: Ventes au détail (annuelles)

# P15B1F139-tu3
source: Retail sales (monthly)
fr: Ventes au détail (mensuelles)

# P69841FD7-tu1
source: What’s so special <g id="1">about the Jews?</g>
fr: Qu'est-ce qui est si spécial <g id="1">à propos des Juifs ?</g>

# P69841FD7-tu2
source: <g id="1">The world’s most popular book, the Bible, </g><g id="2">answers this question.
fr: <g id="1">Le livre le plus populaire au monde, la Bible, </g><g id="2">répond à cette question.

# P69841FD7-tu2
source: Study it alongside </g><g id="3">your free copy of Gerald Flurry’s newly expanded book </g>The Key of David<g id="4">.</g>
fr: Étudiez-le en même temps que </g><g id="3">votre exemplaire gratuit du livre nouvellement élargi de Gerald Flurry, </g>The Key of David (disponible en anglais seulement)<g id="4">.</g>

# NE9473868-tu1
source: Mystery<g id="1"> of the </g>Kingdom <g id="2">of </g>God
fr: Le mystère<g id="1"> du </g>Royaume <g id="2">de </g>Dieu

# P11E823C9-tu1
source: J<g id="1">ust <g id="2">what is </g>the Kingdom of God<g id="3">?</g> It is an unsolved mystery in this world, and that includes this world’s churches, theologians and Bible scholars! </g>
fr: Q'<g id="1"><g id="2">est-ce que </g>le Royaume de Dieu au juste<g id="3"> ?</g> C'est un mystère non résolu dans ce monde, y compris dans les églises de ce monde, les théologiens et les spécialistes de la Bible ! </g>

# P11E823C9-tu2
source: Jesus Christ came to this Earth with a message.
fr: Jésus-Christ est venu sur cette Terre avec un message.

# P11E823C9-tu2
source: Matthew 4:23 puts it this way: “And Jesus went about all Galilee, teaching in their synagogues, and <g id="1">preaching the gospel of the kingdom</g> ….” Christ’s message was the <g id="2">gospel</g>, which means the <g id="3">good news.</g> And that message was all about the <g id="4">Kingdom of God.</g>
fr: Matthieu 4 : 23 le dit ainsi : « Jésus parcourait toute la Galilée, enseignant dans les synagogues, <g id="1">prêchant la bonne nouvelle du royaume</g> […] » Le message du Christ était l'<g id="2">évangile</g>, ce qui signifie la <g id="3">bonne nouvelle.</g> Et ce message concernait le <g id="4">Royaume de Dieu.</g>

# P11E823C9-tu3
source: Why do churches disagree on what the gospel is?
fr: Pourquoi les églises ne s'accordent-elles pas sur ce qu'est l'évangile ?

# P11E823C9-tu3
source: That, too, is a mystery.
fr: Cela aussi est un mystère.

# P11E823C9-tu3
source: They have many definitions and dispute over whether it is even <g id="1">about </g>the Kingdom of God.
fr: Elles ont de nombreuses définitions et se disputent pour savoir s'il s'agit même <g id="1">du</g> Royaume de Dieu.

# P11E823C9-tu3
source: Some speak of a gospel of salvation, a gospel of grace, a gospel about Christ, a social gospel, a religious science or a gospel about their particular denomination.
fr: Certains parlent d'un évangile du salut, d'un évangile de la grâce, d'un évangile sur le Christ, d'un évangile social, d'une science religieuse ou d'un évangile sur leur confession particulière.

# P11E823C9-tu4
source: Some say the Kingdom of God is all the Christian denominations.
fr: Certains disent que le Royaume de Dieu est constitué de toutes les dénominations chrétiennes.

# P11E823C9-tu4
source: Is that true?
fr: Est-ce vrai ?

# P11E823C9-tu4
source: Can you prove anything like that from the Bible?
fr: Pouvez-vous prouver une telle chose à partir de la Bible ?

# P11E823C9-tu5
source: One televangelist said the Kingdom of God is <g id="1">within </g>you and used Luke 17:21 to “prove” it.
fr: Un télévangéliste déclara que le Royaume de Dieu était <g id="1">en vous </g>et a utilisé Luc 17 : 21 pour le « prouver ».

# P11E823C9-tu5
source: But the original Greek and several translations show that this is a mistranslation that should be rendered “in the midst of you.” Jesus Christ represents that Kingdom.
fr: Mais le grec original et plusieurs traductions montrent qu'il s'agit d'une mauvaise traduction qui devrait être rendue « au milieu de vous ». Jésus-Christ représente ce Royaume.

# P11E823C9-tu5
source: He is, in fact, the King of the Kingdom of God—and that King and Kingdom are often used interchangeably.
fr: Il est, en fait, le Roi du Royaume de Dieu — et les termes Roi et Royaume sont souvent utilisés de manière interchangeable.

# P11E823C9-tu5
source: The Kingdom was not something <g id="2">within</g> the unrighteous Pharisees to whom Christ was speaking.
fr: Le Royaume n'était pas quelque chose <g id="2">à l'intérieur</g> des pharisiens iniques auxquels Christ s'adressait.

# P11E823C9-tu5
source: Rather, <g id="3">the King of the Kingdom</g> was <g id="4">in their midst.</g> That King is going to rule the Kingdom that will govern this Earth and the whole universe!
fr: Au lieu de cela, <g id="3">le Roi du Royaume</g> était <g id="4">au milieu d'eux.</g> Ce Roi va régner sur le Royaume qui gouvernera cette Terre et tout l'univers !

# P11E823C9-tu6
source: <g id="1">All</g> those different definitions of the Kingdom of God are wrong—every one of them!
fr: <g id="1">Toutes</g> ces définitions différentes du Royaume de Dieu sont erronées — chacune d'entre elles !

# P11E823C9-tu7
source: Study the actual gospel message that Christ preached, and you will realize that few people preach or discuss that message.
fr: Étudiez le message de l'évangile prêché par le Christ et vous vous rendrez compte que peu de gens prêchent ou discutent de ce message.

# P11E823C9-tu7
source: Why?
fr: Pourquoi ?

# P11E823C9-tu7
source: One prominent evangelist’s answer is that it is just not for us today to know.
fr: La réponse d'un évangéliste éminent est qu'il ne nous appartient pas de le savoir aujourd'hui.

# P11E823C9-tu7
source: Does that make sense?
fr: Est-ce que cela a du sens ?

# P11E823C9-tu7
source: That God <g id="1">doesn’t want us to know</g> the message Christ brought?
fr: Que Dieu <g id="1">ne veuille pas que nous connaissions</g> le message apporté par le Christ ?

# P11E823C9-tu8
source: How can people be a member of God’s Kingdom if they don’t know what it is?
fr: Comment peut-on être membre du Royaume de Dieu si l'on ne sait pas de quoi il s'agit ?

# P11E823C9-tu9
source: This is a serious subject, and it is the last mystery Herbert W. Armstrong examined in his book that unlocks the meaning of the Bible, <g id="1">Mystery of the Ages</g><g id="2">.</g>
fr: C'est un sujet sérieux, et c'est le dernier mystère que Herbert W. Armstrong a examiné dans son livre qui dévoile le sens de la Bible, <g id="1">Le mystère des siècles</g><g id="2">.</g>

# P11E823C9-tu10
source: Let’s understand, from the Bible, just what is the Kingdom of God.
fr: Comprenons, à partir de la Bible, ce qu'est le Royaume de Dieu.

# P11E823C9-tu11
source: A Counterfeit Gospel
fr: Un évangile contrefait

# P11E823C9-tu12
source: Mark 1:14-15 record that “Jesus came into Galilee, preaching the gospel of the kingdom of God, And saying, The time is fulfilled, and the kingdom of God is at hand: repent ye, and believe the gospel.”
fr: Marc 1 : 14-15 rapporte que : « Jésus alla dans la Galilée, prêchant l'évangile de Dieu. Il disait : Le temps est accompli, et le royaume de Dieu est proche. Repentez-vous, et croyez à la bonne nouvelle. »

# P11E823C9-tu13
source: We must believe the gospel to be saved.
fr: Nous devons croire à l'évangile pour être sauvés.

# P11E823C9-tu13
source: And the gospel is “the gospel of the kingdom of God.”
fr: Et l'Évangile est « l'Évangile du Royaume de Dieu ».

# P11E823C9-tu14
source: Throughout His ministry, Jesus went everywhere preaching “the Kingdom of God.” After He was resurrected from the dead, He returned to His disciples and preached the Kingdom of God (Acts 1:3).
fr: Tout au long de Son ministère, Jésus prêcha partout « le Royaume de Dieu ». Après Sa résurrection d'entre les morts, Il retourna auprès de Ses disciples et leur prêcha le Royaume de Dieu (Actes 1 : 3).

# P11E823C9-tu14
source: Christ <g id="1">really</g> wanted them to understand this message!
fr: Le Christ voulait <g id="1">vraiment</g> qu'ils comprennent ce message !

# P11E823C9-tu15
source: Galatians 1:8-9 discuss the gospel and pronounce a double curse on any man or even an angel who dares preach <g id="1">another gospel</g> besides the true gospel of the Kingdom of God.
fr: Galates 1 : 8-9 traite de l'évangile et prononce une double malédiction sur tout homme ou même tout ange qui oserait prêcher <g id="1">un autre évangile</g> que le véritable Évangile du Royaume de Dieu.

# P11E823C9-tu15
source: Yet how many people understand this?
fr: Pourtant, combien de personnes le comprennent ?

# P11E823C9-tu16
source: Jesus Christ preached the true gospel.
fr: Jésus-Christ a prêché le véritable Évangile.

# P11E823C9-tu16
source: But did you know that within just a century of His ministry, that gospel was suppressed?
fr: Mais saviez-vous qu'à peine un siècle après Son ministère, cet Évangile a été supprimé ?

# P11E823C9-tu16
source: Another gospel, a <g id="1">counterfeit, </g>was introduced.
fr: Un autre Évangile, une <g id="1">contrefaçon, </g>a été introduit.

# P11E823C9-tu16
source: That is why so many don’t understand the true gospel!
fr: C'est pourquoi tant de personnes ne comprennent pas le véritable Évangile !

# P11E823C9-tu16
source: That is the origin of the many different conflicting definitions and ideas about the gospel and the Kingdom of God!
fr: Telle est l'origine des nombreuses définitions et idées contradictoires sur l'Évangile et le Royaume de Dieu !

# P11E823C9-tu17
source: Daniel Reveals the Gospel!
fr: Daniel révèle l'Évangile !

# P11E823C9-tu18
source: The Kingdom of God is not only discussed in the New Testament.
fr: Le Royaume de Dieu n'est pas seulement abordé dans le Nouveau Testament.

# P11E823C9-tu18
source: It appears throughout the Old Testament as well—the whole Bible, beginning to end.
fr: Il apparaît également dans tout l'Ancien Testament, dans toute la Bible, du début à la fin. Il apparaît également tout au long de l'Ancien Testament — dans toute la Bible, du début à la fin.

# P11E823C9-tu19
source: Long before Christ’s ministry, God revealed to the Prophet Daniel what the Kingdom of God is.
fr: Bien avant le ministère du Christ, Dieu a révélé au prophète Daniel ce qu'est le Royaume de Dieu.

# P11E823C9-tu19
source: The book of Daniel was written <g id="1">only </g>for the end time (Daniel 12:4, 9)—and it talks about the gospel repeatedly.
fr: Le livre de Daniel a été écrit <g id="1">uniquement </g>pour le fin des temps (Daniel 12 :4, 9) — et il y est question de l'Évangile à plusieurs reprises.

# P11E823C9-tu20
source: The kingdom of Judah was conquered by the Babylonian Empire, and young Daniel was one of the Judeans taken captive in 585 <g id="1">b.c</g>. and made a servant to King Nebuchadnezzar.
fr: Le royaume de Juda fut conquis par l'Empire babylonien, et le jeune Daniel fut l'un des Judéens emmenés captifs en 585 av. J.-C. et fait serviteur du roi Nebucadnetsar.<g id="1"></g>

# P11E823C9-tu20
source: The king had a dream, and he demanded that his magicians and astrologers tell him not only the dream’s meaning but what his dream was.
fr: Le roi a fait un rêve et a demandé à ses magiciens et astrologues de lui dire non seulement la signification du rêve, mais aussi ce qu'était son rêve.

# P11E823C9-tu20
source: None could do it, so the king sentenced them all to die.
fr: Aucun n'y parvenant, le roi les condamne tous à mourir.

# P11E823C9-tu21
source: But God revealed the dream and its meaning to Daniel. “<g id="1">[T]here</g> is a God in heaven that revealeth secrets, and maketh known to the king Nebuchadnezzar what shall be in the latter days,” Daniel said (Daniel 2:28).
fr: Mais Dieu a révélé le rêve et sa signification à Daniel. « <g id="1">[M]ais</g> il y a dans les cieux un Dieu qui révèle les secrets, et qui a fait connaître au roi Nebucadnetsar ce qui arrivera dans la suite des temps », dit Daniel (Daniel 2 : 28).

# P11E823C9-tu21
source: He told the king that his dream was a prophecy of events in <g id="2">our time today!</g> Nobody can reveal or interpret God’s Word.
fr: Il a dit au roi que son rêve était une prophétie des événements de <g id="2">notre temps aujourd'hui !</g> Personne ne peut révéler ou interpréter la Parole de Dieu.

# P11E823C9-tu21
source: You must let the Bible interpret itself.
fr: Vous devez laisser la Bible s'interpréter elle-même.

# P11E823C9-tu21
source: Only <g id="3">God</g> can reveal the secrets of the Bible!
fr: Seul <g id="3">Dieu</g> peut révéler les secrets de la Bible !

# P11E823C9-tu22
source: Daniel told Nebuchadnezzar that he had dreamed of a great statue.
fr: Daniel a dit à Nebucadnetsar qu'il avait rêvé d'une grande statue.

# P11E823C9-tu22
source: The king himself was represented by the figure’s head of fine gold.
fr: Le roi lui-même était représenté par la tête du personnage en or fin.

# P11E823C9-tu22
source: The figure’s silver breast and arms, its brass belly and thighs, and its legs of solid iron depicted three other empires.
fr: La poitrine et les bras de la statue en argent, son ventre et ses cuisses en airain et ses jambes en fer représentent trois autres empires.

# P11E823C9-tu22
source: These four parts of the figure represented four successive world-ruling empires that have dominated human history—the Babylonian, Medo-Persian, Greek and Roman empires (verses 31-33, 37-43).
fr: Ces quatre parties de la figure représentaient quatre empires mondiaux successifs qui ont dominé l’histoire humaine — les empires babylonien, médo-perse, grec et romain (versets 31-33, 37-43).

# P11E823C9-tu23
source: But then, a strange thing happened.
fr: Puis, une chose étrange s'est produite.
