Repository: ddisanto-langops/automate-labels
Catalog: temp.xliff
Languages: fr

# NC157B668-tu25
source: The rebellion climaxed in 1979, when the rebels convinced the California attorney general to attack Mr. Armstrong and the Worldwide Church of God (<g id="1">wcg</g>) in a breach of religious liberty.
fr: La rébellion a atteint son paroxysme en 1979, lorsque les rebelles ont convaincu le procureur général de Californie d'attaquer M. Armstrong et l'Église universelle de Dieu (ÉUD), portant ainsi atteinte à la liberté religieuse.<g id="1"></g>

# NC157B668-tu25
source: He fought back, won in court and in the California legislature.
fr: Il s'est battu, et a gagné devant les tribunaux et le corps législatif californien.

# NC157B668-tu25
source: He then reinforced the truths in this book, updating it in 1980 and making it available in hardcover.
fr: Il a ensuite renforcé les vérités contenues dans ce livre, en le mettant à jour en 1980 et en le publiant sous forme de livre relié.

# NC157B668-tu26
source: Mr. Armstrong died on Jan. 16, 1986.
fr: M. Armstrong est décédé le 16 janvier 1986.

# NC157B668-tu26
source: His successors vowed to follow his footsteps—then almost immediately attacked the biblical truths he had taught.
fr: Ses successeurs ont juré de suivre ses traces — puis ont presque immédiatement attaqué les vérités bibliques qu'il avait enseignées.

# NC157B668-tu26
source: They committed a shocking betrayal and a systematic, subtle, deceptive transformation of the Church’s doctrines, including those in <g id="1">The United States and Britain in Prophecy.</g>
fr: Ils ont commis une trahison choquante et ont procédé à une transformation systématique, subtile et trompeuse des doctrines de l'Église, y compris celles contenues dans <g id="1">Les Anglo-Saxons selon la prophétie.</g>

# NC157B668-tu27
source: Over time, the betrayal became more obvious.
fr: Au fil du temps, la trahison est devenue plus évidente.

# NC157B668-tu27
source: The new leader of the church, Joseph Tkach Jr., accused Mr. Armstrong of having plagiarized J. H.
fr: Le nouveau dirigeant de l'Église, Joseph Tkach Jr, a accusé M. Armstrong d'avoir plagié le livre de J.H. Allen publié en 1902,

# NC157B668-tu27
source: Allen’s 1902 book <g id="1">Judah’s Sceptre and Joseph’s Birthright.</g> As Chapter 4 of <g id="2">Raising the Ruins </g>explains, Mr. Armstrong read Allen’s book during his research but found much of it to be in error, as can be easily seen by simply reading both books.
fr: <g id="1">Judah's Sceptre and Joseph's Birthright</g>. Comme l'explique le 4e chapitre de <g id="2">Raising the Ruins</g>, M. Armstrong a lu le livre d'Allen pendant ses recherches, mais a trouvé qu'une grande partie de ce livre était erronée, comme on peut facilement le voir en lisant simplement les deux livres.

# NC157B668-tu27
source: The conclusions and prophetic accuracy are completely different.
fr: Les conclusions et la précision prophétique sont complètement différentes.

# NC157B668-tu28
source: In 1987, <g id="1">wcg</g> editors slashed more than two thirds of the book, reducing it from 184 pages to 53, falsely claiming to have done so to save on postage.
fr: En 1987, les éditeurs de l'ÉUD ont supprimé plus des deux tiers du livre, le réduisant de 184 pages à 53, prétendant à tort l'avoir fait pour économiser sur les frais postaux.<g id="1"></g>

# NC157B668-tu28
source: The next year, they stopped publishing <g id="2">The United States and Britain in Prophecy </g>permanently.<g id="3"> </g>They wouldn’t tell Church members the real reason—that they rejected what it taught—until years later.
fr: L'année suivante, ils ont cessé définitivement de publier <g id="2">Les Anglo-Saxons selon la prophétie </g>.<g id="3"> </g>Ils ont refusé de dire aux membres de l'Église la véritable raison — qu'ils rejetaient les enseignements du livre — que des années plus tard.

# NC157B668-tu28
source: In the same manner, they tried to destroy Mr. Armstrong’s greatest book, <g id="4">Mystery of the Ages</g><g id="5">.</g>
fr: De la même manière, ils ont essayé de détruire le livre le plus important de M. Armstrong, <g id="4">Le mystère des siècles</g><g id="5">.</g>

# NC157B668-tu29
source: <g id="1">The United States and Britain in Prophecy, </g>the book that had built God’s Church, the book that constituted one of the most effective warnings to the people of Britain and America, was out of print, buried in a grave of treachery.
fr: <g id="1">Les Anglo-Saxons selon la prophétie</g>, le livre qui avait édifié l'Église de Dieu, le livre qui constituait l'un des avertissements les plus efficaces aux peuples de Grande-Bretagne et d'Amérique, était épuisé, enterré dans une tombe de trahison.

# NC157B668-tu30
source: But the war for the truth wasn’t over.
fr: Mais la guerre pour la vérité n'était pas encore terminée.

# NC157B668-tu31
source: Hold Fast
fr: Tenir bon

# NC157B668-tu32
source: Dec. 7, 1989, was another historic pivot point.
fr: Le 7 décembre 1989 a marqué un autre tournant historique.

# NC157B668-tu32
source: Tkach Jr. had summoned two <g id="1">wcg</g> ministers to his office for refusing to reject the truth Mr. Armstrong had taught in <g id="2">Mystery of the Ages </g>and throughout his long ministry.
fr: Tkach Jr. avait convoqué deux ministres de l'ÉUD à son bureau pour avoir refusé de rejeter la vérité que M. Armstrong avait enseignée dans <g id="2">Le mystère des siècles</g> et tout au long de son long ministère.<g id="1"></g>

# NC157B668-tu32
source: Most <g id="3">wcg</g> ministers went along with Tkach’s changes or were complicit in the conspiracy.
fr: La plupart des ministres de l'ÉUD ont suivi les changements de Tkach ou ont été complices de la conspiration.<g id="3"></g>

# NC157B668-tu32
source: But these two ministers, Gerald Flurry and John Amos, held on to what they had been taught from the Bible by Mr. Armstrong.
fr: Mais ces deux ministres, Gerald Flurry et John Amos, se sont accrochés à ce que M. Armstrong leur avait enseigné à partir de la Bible.

# NC157B668-tu32
source: Tkach fired them.
fr: Tkach les a renvoyés.

# NC157B668-tu33
source: As he left that office, Mr. Flurry said, “This is the first sip of a very bitter cup you are going to have to drink.”
fr: En quittant le bureau, M. Flurry lui a dit : « C'est la première gorgée d'une coupe très amère que vous allez devoir boire. »

# NC157B668-tu34
source: A new organization, the Philadelphia Church of God (<g id="1">pcg</g>), began, dedicated to holding on to the truths of the Bible restored by God through Mr. Armstrong.
fr: Une nouvelle organisation, l'Église de Philadelphie de Dieu (ÉPD), a commencé, dédiée à maintenir les vérités de la Bible restaurées par Dieu par l'intermédiaire de M. Armstrong.<g id="1"></g>

# NC157B668-tu35
source: Exactly seven years after it was officially incorporated, the <g id="1">pcg</g> printed <g id="2">Mystery of the Ages</g> on Dec. 20, 1996, resurrecting Mr. Armstrong’s greatest work.
fr: Exactement sept ans après son incorporation officielle, l'ÉPD a imprimé <g id="2">Le mystère des siècles</g> le 20 décembre 1996, ressuscitant ainsi le plus grand ouvrage de M. Armstrong.<g id="1"></g>

# NC157B668-tu35
source: Within days, <g id="3">wcg</g> lawyers sent a cease-and-desist letter, then filed a lawsuit claiming copyright infringement.
fr: Dans les jours qui ont suivi, les avocats de l'ÉUD ont déposé une ordonnance de cessation et d'abstention, puis ont intenté une action en justice pour violation des droits d'auteur.<g id="3"></g>

# NC157B668-tu35
source: Mr. Flurry filed a counterclaim, demanding the rights for all of Mr. Armstrong’s major books, including <g id="4">The United States and Britain in Prophecy.</g>
fr: M. Flurry a déposé une demande reconventionnelle, exigeant les droits pour tous les principaux livres de M. Armstrong, y compris <g id="4">Les Anglo-Saxons selon la prophétie</g>.

# NC157B668-tu36
source: The battle lines were drawn for a court battle: The <g id="1">wcg</g> was using its copyright to suppress the teachings of its own founder.
fr: Les lignes de front étaient tracées pour une bataille judiciaire : L'ÉUD utilisait ses droits d'auteur pour supprimer les enseignements de son propre fondateur.<g id="1"></g>

# NC157B668-tu36
source: The <g id="2">pcg</g> was fighting for its constitutional rights and for the truth of God.
fr: L'ÉPD se battait pour ses droits constitutionnels et pour la vérité de Dieu.<g id="2"></g>

# NC157B668-tu37
source: The history of the <g id="1">wcg</g>’s transformation and the yearslong copyright litigation is documented in <g id="2">Raising the Ruins</g><g id="3">.</g>
fr: L'histoire de la transformation de l'ÉUD et du litige sur les droits d'auteur qui a duré des années est documentée dans le livre <g id="2">Raising the Ruins</g><g id="3">, (disponible en anglais seulement).</g><g id="1"></g>

# NC157B668-tu38
source: Victory
fr: Victoire

# NC157B668-tu39
source: The Worldwide Church of God lost its lawsuit in district court, but won on appeal.
fr: L'Église universelle de Dieu a perdu son procès en première instance, mais a gagné en appel.

# NC157B668-tu39
source: When the Supreme Court declined to hear the case, the <g id="1">pcg</g> appeared to have no hope.
fr: Lorsque la Cour suprême a refusé d'entendre l'affaire, l'<g id="1">ÉPD</g> ne semblait plus avoir d'espoir.

# NC157B668-tu39
source: Then, on Jan. 16, 2003, exactly 17 years after Mr. Armstrong died, the <g id="2">wcg</g> inexplicably acquiesced to terms for a settlement.
fr: Puis, le 16 janvier 2003, exactement 17 ans après la mort de M. Armstrong, l'ÉUD a inexplicablement accepté les termes d'un règlement.<g id="2"></g>

# NC157B668-tu39
source: They sold the <g id="3">pcg</g> full rights to print <g id="4">Mystery of the Ages,</g> <g id="5">The United States and Britain in Prophecy</g> and 17 other books and booklets by Mr. Armstrong.
fr: Ils ont vendu à l'<g id="3">ÉPD</g> les pleins droits pour imprimer <g id="4">Le mystère des siècles,</g> <g id="5">Les Anglo-Saxons selon la prophétie</g> et 17 autres livres et brochures de M. Armstrong.

# NC157B668-tu39
source: God had granted a miraculous victory!
fr: Dieu avait accordé une victoire miraculeuse !

# NC157B668-tu40
source: This vital truth<g id="1"> </g>began going out to the world again as our civilization approached its greatest crisis.
fr: Cette vérité vitale a recommencé à se répandre dans le monde alors que notre civilisation approchait de sa plus grande crise.<g id="1"></g>

# NC157B668-tu41
source: It has now been a lifetime, 80 years, since God used the end-time Elijah to restore the truth of the Bible, to reveal the identity of Israel today, and to warn modern-day Israelites.
fr: Cela fait maintenant 80 ans, toute une vie, que Dieu a utilisé l'Élie du temps de la fin pour restaurer la vérité de la Bible, révéler l'identité de l'Israël d'aujourd'hui et avertir les Israélites modernes.

# NC157B668-tu41
source: A war has been fought—and won—to give you the opportunity to read this book next to the Bible.
fr: Une guerre a été menée — et gagnée — pour vous donner l'opportunité de lire ce livre à côté de la Bible.

# NC157B668-tu41
source: The truth it contains, and its warning, could change your life.
fr: La vérité qu'il contient, et son avertissement, pourraient changer votre vie.

# NC157B668-tu42
source: What has been your response to the master key of prophecy?
fr: Quelle a été votre réponse à la clé maîtresse de la prophétie ?

# NC157B668-tu42
source: Do you believe it is surely right, but have no use for it?
fr: Croyez-vous que c'est certainement vrai, mais que cela ne vous sert à rien ?

# NC157B668-tu42
source: This history teaches us a vital lesson: Once we have the truth, we must do something with it!
fr: Cette histoire nous enseigne une leçon essentielle : une fois que nous connaissons la vérité, nous devons faire quelque chose avec !

# NC157B668-tu43
source: Read this book again, or for the first time, and answer the challenge Mr. Armstrong concluded it with: “By God’s direction and authority, I have laid the truth before you!
fr: Relisez ce livre, ou lisez-le pour la première fois, et relevez le défi avec lequel M. Armstrong l’a conclu : « Par la direction et l’autorité de Dieu, j’ai présenté la vérité devant vous !

# NC157B668-tu43
source: To neglect it will be tragic beyond imagination!
fr: Le négliger serait une tragédie inimaginable !

# NC157B668-tu43
source: To heed it will bring blessings, happiness and glory beyond description!
fr: En tenir compte apportera des bénédictions, un bonheur et une gloire indescriptibles !

# NC157B668-tu43
source: The decision is now <g id="1">yours</g>!”<x id="2"/><g id="3">n</g>
fr: La décision vous revient <g id="1">désormais</g> ! »<x id="2"/><g id="3">n</g>

# P362B2607-tu1
source: Matthew Friesen/Trumpet
fr: Matthew Friesen/Trompette

# P7C92C7B1-tu1
source: Herbert Armstrong, with his wife, Loma, by his side, delivers a program in the earlier years of broadcasting.
fr: Herbert Armstrong, accompagné de son épouse Loma, anime une émission lors des premières années de diffusion.

# P2D5237E6-tu1
source: We Need to Talk About <g id="1">Anti-Semitism</g>
fr: Nous devons parler de l'<g id="1">antisémitisme</g>

# P729D8852-tu1
source: It is in a city near you.
fr: Il se trouve dans une ville près de chez vous.

# P729D8852-tu2
source: BY Mihailo S.
fr: Par Mihailo S.

# P6E0BE97F-tu1
source: On the morning of June <g id="1">24, 1922</g>, German Foreign Minister Walther Rathenau left his villa in Berlin in an open limousine. Another open-topped vehicle overtook them, and two black-clad assassins sprayed bullets into the limousine and blasted it into the air with a grenade.
fr: Le matin du <g id="1">24 juin 1922</g>, le ministre allemand des Affaires étrangères Walther Rathenau quitte sa villa de Berlin dans une limousine ouverte. Deux assassins vêtus de noir tirent des balles sur la limousine et la font exploser à l'aide d'une grenade.

# P6E0BE97F-tu2
source: Why kill Rathenau?
fr: Pourquoi tuer Rathenau ?

# P6E0BE97F-tu2
source: He had worked for Kaiser Wilhelm <g id="1">ii</g> and was still working to make Germany strong again.
fr: Il avait travaillé pour l'empereur Guillaume <g id="1">II</g> et continuait à œuvrer pour rendre à l'Allemagne sa puissance d'antan.

# P6E0BE97F-tu2
source: The killers were right-wing extremists with the same ultimate goal.
fr: Les tueurs étaient des extrémistes de droite qui poursuivaient le même objectif.

# P6E0BE97F-tu2
source: But they wanted to wage a bloody “internal war” to force “the exclusion of Jews” from German government.
fr: Mais ils voulaient mener une « guerre intérieure » sanglante pour imposer « l'exclusion des Juifs » du gouvernement allemand.

# P6E0BE97F-tu3
source: The Rathenau murder was a steppingstone to the Holocaust.
fr: Le meurtre de Rathenau a été un tremplin vers l'Holocauste.

# P6E0BE97F-tu3
source: Most Germans were aghast at the violence, but a less-extreme resentment toward Jews was simmering below the surface.
fr: La plupart des Allemands sont horrifiés par la violence, mais un ressentiment moins extrême à l'égard des Juifs couve sous la surface.

# P6E0BE97F-tu3
source: Many believed some variant of the “stab in the back” myth: that the kaiser and Germany had lost World War <g id="1">i</g> because socialists and Jews had sabotaged the war effort at home.
fr: Beaucoup croyaient à une variante du mythe du « coup de poignard dans le dos » : le kaiser et l'Allemagne avaient perdu la Première Guerre mondiale parce que les socialistes et les Juifs avaient saboté l'effort de guerre dans le pays.<g id="1"></g>

# P6E0BE97F-tu3
source: In the U.S., prominent men like Henry Ford and Charles Lindbergh promulgated similar ideas about “Jewish conspiracies.” Replace these phrases with “Israel lobby,” “Palestinian genocide” or “Free Palestine,” and the sentiments of the 2020s echo those of the 1920s.
fr: Aux États-Unis, des personnalités de premier plan telles que Henry Ford et Charles Lindbergh ont diffusé des idées similaires sur les « complots juifs ». Remplacez ces expressions par « lobby israélien », « génocide palestinien » ou « Palestine libre », et les sentiments des années 2020 font écho à ceux des années 1920.

# P6E0BE97F-tu4
source: By the time World War <g id="1">ii</g> was raging, many Europeans of all walks of life had found it to be a logical progression to exclude Jews from government, from basic rights and from society in general.
fr: Au moment où la <g id="1">Seconde</g> Guerre mondiale faisait rage, de nombreux Européens de tous horizons avaient estimé qu'il était logique d'exclure les Juifs du gouvernement, des droits fondamentaux et de la société en général.

# P6E0BE97F-tu4
source: Because the anti-Semitism undercurrent never reversed, those who had been shocked by the Rathenau murder in 1922 were giving the “Heil Hitler” salute by 1941 and loading Jews into cattle cars to exterminate them at Auschwitz and Treblinka by 1942.
fr: Parce que le courant antisémite sous-jacent ne s'est jamais inversé, ceux qui avaient été choqués par le meurtre de Rathenau en 1922 faisaient le salut « Heil Hitler » en 1941 et chargeaient les Juifs dans des wagons à bestiaux pour les exterminer à Auschwitz et Treblinka en 1942.

# P6E0BE97F-tu5
source: The <g id="1">same attitude</g> simmers today.
fr: La <g id="1">même attitude</g> couve aujourd'hui.

# P6E0BE97F-tu6
source: On April 13, 2025, Cody Balmer set the Pennsylvania governor’s residence on fire in an attempt to assassinate Gov. Josh Shapiro, who is Jewish.
fr: Le 13 avril 2025, Cody Balmer a mis le feu à la résidence du gouverneur de Pennsylvanie dans le but d'assassiner le gouverneur Josh Shapiro, qui est juif.

# P6E0BE97F-tu6
source: On May 21, Eli Rodriguez committed a terroristic double murder of engaged couple Yaron Lischinsky and Sarah Milgrim outside the Capital Jewish Museum in Washington, D.C. On June 1, a man attacked peaceful pro-Israel protesters in Boulder, Colorado, with Molotov cocktails and a flamethrower, causing the death of an 82-year-old woman.
fr: Le 21 mai, Eli Rodriguez a commis un double meurtre terroriste contre le couple fiancé Yaron Lischinsky et Sarah Milgrim devant le Capital Jewish Museum à Washington, D.C. Le 1er juin, un homme a attaqué des manifestants pacifiques pro-israéliens à Boulder, dans le Colorado, avec des cocktails Molotov et un lance-flammes, causant la mort d'une femme de 82 ans.

# P6E0BE97F-tu6
source: When Rep. Alexandria Ocasio-Cortez, usually a vehement critic of Israel in Congress, cast a vote in favor of Israel on one occasion, her office was vandalized and she received death threats.
fr: Lorsque la représentante Alexandria Ocasio-Cortez, habituellement critique véhémente d'Israël au Congrès, a voté en faveur d'Israël à une occasion, son bureau a été vandalisé et elle a reçu des menaces de mort.

# P6E0BE97F-tu7
source: Meanwhile in Europe, more people are targeting Jews for intimidation, harassment and violence.
fr: Pendant ce temps, en Europe, de plus en plus de personnes s'en prennent aux Juifs pour les intimider, les harceler et les violenter.

# P6E0BE97F-tu7
source: During the annual Glastonbury Festival on June 28, British punk rock duo Bob Vylan led the crowd in a hateful condemnation of the Israel Defense Forces, chanting, “Death, death to the <g id="1">idf</g>.” At a July 20 concert, Belgian authorities arrested two Israelis after a pro-Palestinian group accused them of “severe violations of international humanitarian law” with no evidence other than the fact that they had waved <g id="2">idf</g> flags.
fr: Lors du festival annuel de Glastonbury, le 28 juin, le duo britannique de punk rock Bob Vylan a entraîné la foule dans une condamnation haineuse des Forces de défense israéliennes, en scandant : « Mort, mort aux <g id="1">FDI</g> ». Lors d'un concert donné le 20 juillet, les autorités belges ont arrêté deux Israéliens après qu'un groupe pro-palestinien les ait accusés de « graves violations du droit humanitaire international » sans autre preuve que le fait qu'ils avaient brandi des drapeaux des <g id="2">FDI</g>.

# P6E0BE97F-tu7
source: On July 22, an Israeli cruise ship blocked its passengers from disembarking on the Greek island of Syros because 300 protesters had encamped at the port to intimidate them.
fr: Le 22 juillet, un bateau de croisière israélien a empêché ses passagers de débarquer sur l'île grecque de Syros parce que 300 manifestants avaient campé dans le port pour les intimider.

# P6E0BE97F-tu8
source: These people are targeting Jews <g id="1">because they are Jewish</g>—and because they feel they can express anti-Semitism with impunity.
fr: Ces personnes s'en prennent aux Juifs <g id="1">parce qu'elles sont juives</g> et parce qu'elles pensent pouvoir exprimer leur antisémitisme en toute impunité.

# P6E0BE97F-tu8
source: Many times, they are right.
fr: Elles ont souvent raison.

# P6E0BE97F-tu8
source: It is the pro-Israel who suffer consequences.
fr: Ce sont les partisans d'Israël qui subissent des conséquences.

# P6E0BE97F-tu9
source: Holocaust
fr: Holocauste

# P6E0BE97F-tu10
source: Most people would condemn the brutal murders of Lischinsky and Milgrim, just as most condemned the assassination of Rathenau.
fr: La plupart des gens condamneraient les meurtres brutaux du couple Lischinsky et Milgrim, tout comme la plupart condamnèrent l'assassinat de Rathenau.

# P6E0BE97F-tu10
source: But many today, as then, also feel that resentment toward Israelis and Jews is legitimate.
fr: Mais aujourd'hui comme hier, nombreux sont ceux qui estiment que le ressentiment à l'égard des Israéliens et des Juifs est légitime.

# P6E0BE97F-tu10
source: They don’t recognize anti-Semitism for what it is: <g id="1">a warning sign,</g> a harbinger of worse to come.
fr: Ils ne reconnaissent pas l'antisémitisme pour ce qu'il est : <g id="1">un signe d'alerte</g>, un signe avant-coureur du pire.

# P6E0BE97F-tu11
source: Anti-Semitism is madness, yet it has thrived in Western culture for 2,000 years.
fr: L'antisémitisme est une folie, pourtant il prospère dans la culture occidentale depuis 2 000 ans.

# P6E0BE97F-tu11
source: Ancient Rome taxed the Jews extra heavily and treated them as second class.
fr: La Rome antique taxait lourdement les Juifs et les traitait comme des citoyens de seconde classe.

# P6E0BE97F-tu11
source: Medieval Europeans branded all Jews as guilty of killing Jesus Christ, of causing the Black Death and of cannibalizing Christian children.
fr: Les Européens médiévaux ont accusé tous les Juifs d’avoir tué Jésus-Christ, d’avoir provoqué la peste noire et d’avoir cannibalisé des enfants chrétiens.

# P6E0BE97F-tu11
source: The evils of both capitalism and communism have been blamed on Jews.
fr: Les maux du capitalisme et du communisme ont été imputés aux Juifs.

# P6E0BE97F-tu12
source: Where does this special hatred for this special people come from?
fr: D'où vient cette haine particulière pour ce peuple particulier ?

# P6E0BE97F-tu13
source: Before the descendants of Judah became a nation, God prophesied that the Messiah would come from the tribe of Judah (Genesis 49:10).
fr: Avant que les descendants de Juda ne deviennent une nation, Dieu prophétisa que le Messie viendrait de la tribu de Juda (Genèse 49 : 10).

# P6E0BE97F-tu13
source: Jesus Christ was born a Jew.
fr: Jésus-Christ est né juif.

# P6E0BE97F-tu13
source: He said that “salvation is of the Jews” (John 4:22).
fr: Il dit que « le salut vient des Juifs » (Jean 4 : 22).
