Repository: ddisanto-langops/automate-labels
Catalog: temp.xliff
Languages: fr

# P792D58C9-tu30
source: At the end of the day, it cannot engage in a trade war against the nation it is relying on to keep it safe.
fr: En fin de compte, elle ne peut pas se lancer dans une guerre commerciale contre le pays dont elle dépend pour assurer sa sécurité.

# P792D58C9-tu31
source: The unspoken threat behind all of Europe’s dealings with America is that if it chose to do so, America could pack up and leave.
fr: La menace tacite qui plane sur toutes les relations entre l'Europe et les États-Unis est que, si elle le souhaitait, l'Amérique pourrait plier bagage et partir.

# P792D58C9-tu31
source: It is U.S. troops that make the difference in Europe, as well as the nuclear weapons that Germany, the Netherlands and other nations rely on.
fr: Ce sont les troupes américaines qui font la différence en Europe, ainsi que les armes nucléaires sur lesquelles comptent l'Allemagne, les Pays-Bas et d'autres nations.

# P792D58C9-tu32
source: A typical U.S. president would never actually withdraw these benefits.
fr: Un président américain typique ne retirerait jamais réellement ces avantages.

# P792D58C9-tu32
source: But Donald Trump is not a typical president.
fr: Mais Donald Trump n'est pas un président typique.

# P792D58C9-tu33
source: This fear that America could simply walk away has kept Europe from using its so-called nuclear option: its anti-coercion <g id="1">instrument.
fr: Cette peur que l'Amérique puisse simplement s'en aller a empêché l'Europe d'utiliser son option dite nucléaire : son <g id="1">instrument anti-coercition.

# P792D58C9-tu33
source: This is not literally nuclear, but it would mean the legal persecution of American companies across the EU.
fr: Il ne s'agit pas littéralement de nucléaire, mais cela signifierait la persécution légale des entreprises américaines dans toute l'UE.

# P792D58C9-tu33
source: European politicians boast about its power, but during trade negotiations, they didn’t even raise it as a threat.
fr: Les politiciens européens se vantent de sa puissance, mais lors des négociations commerciales, ils ne l'ont même pas évoquée comme une menace.

# P792D58C9-tu34
source: “The trade deal is a humiliation for the EU, but it reflects the imbalance of power,” Clemens Fuest, president of the Ifo Institute in Germany, posted on X. “The Europeans need to wake up, focus more on economic strength, and reduce their military and technological dependence on the U.S. Then they can renegotiate.”
fr: « L'accord commercial est une humiliation pour l'UE, mais il reflète le déséquilibre des pouvoirs », a déclaré Clemens Fuest, président de l'institut de réflexion allemand Ifo, sur X. « Les Européens doivent se réveiller, se concentrer davantage sur leur puissance économique et réduire leur dépendance militaire et technologique vis-à-vis des États-Unis. Alors ils pourront renégocier. »

# P792D58C9-tu35
source: “Europe’s dependency on America’s security guarantee was a further argument against trade confrontation, especially for the bloc’s eastern and northern members,” the <g id="1">Financial Times </g>reported<g id="2">.</g> “Fears that Trump would cut off weapons supplies to Ukraine, pull troops out of Europe, or even quit <g id="3">nato</g> overshadowed the talks, diplomats said” (July 28).
fr: « La dépendance de l'Europe à l'égard de la garantie de sécurité américaine était un argument supplémentaire contre la confrontation commerciale, en particulier pour les membres à l'Est et au Nord du bloc », a rapporté le <g id="1">Financial Times </g><g id="2">.</g> « Les craintes que Trump ne coupe l'approvisionnement en armes à l'Ukraine, ne retire des troupes d'Europe ou ne quitte même l'<g id="3">OTAN</g> ont relégué au second plan les discussions, ont déclaré les diplomates » (28 juillet).

# P792D58C9-tu36
source: European leaders also know they would be better able to stand against America if they had other allies.
fr: Les dirigeants européens savent également qu'ils seraient mieux en mesure de se dresser contre l’Amérique s’ils avaient d’autres alliés.

# P792D58C9-tu37
source: At a meeting of EU leaders in June, von der Leyen and Merz called for the creation of an alternative World Trade Organization. “You all know that the <g id="1">wto</g> doesn’t work anymore,” Merz said.
fr: Lors d'une réunion des dirigeants de l'UE en juin, von der Leyen et Merz ont appelé à la création d'une autre Organisation mondiale du commerce. « Vous savez tous que l'<g id="1">OMC</g> ne fonctionne plus », a déclaré Merz.

# P792D58C9-tu38
source: He is right.
fr: Il a raison.

# P792D58C9-tu38
source: Starting with Barack Obama, U.S. presidents have sabotaged the <g id="1">wto</g> by refusing to appoint anyone to its Appellate Body, effectively its supreme court.
fr: À commencer par Barack Obama, les présidents américains ont saboté l'OMC en refusant de nommer des membres à son organe d'appel, qui est en fait sa cour suprême.<g id="1"></g>

# P792D58C9-tu38
source: This prevents the <g id="2">wto</g> from ruling on any appeals.
fr: Cela empêche l'<g id="2">OMC</g> de statuer sur les recours.

# P792D58C9-tu38
source: Von der Leyen suggested replacing the <g id="3">wto by </g>joining the giant Asian trade bloc, the Comprehensive and Progressive Agreement for Trans-Pacific Partnership.
fr: Mme Von der Leyen a suggéré de remplacer l'<g id="3">OMC par l'</g>adhésion au bloc commercial géant asiatique, l’Accord de Partenariat transpacifique global et progressiste (PTPGP).

# P792D58C9-tu39
source: These nations are seriously considering the creation of a new world trade partnership that limits or excludes the United States.
fr: Ces pays envisagent sérieusement la création d'un nouveau partenariat commercial mondial qui limiterait ou exclurait les États-Unis.

# P792D58C9-tu40
source: All of these are necessary steps for Europe to stand a chance in the next round of potential trade war.
fr: Toutes ces étapes sont nécessaires pour que l'Europe ait une chance dans le prochain cycle d'une guerre commerciale potentielle.

# P792D58C9-tu40
source: But something is yet missing, and President Trump is demonstrating it perfectly: a strong leader.
fr: Mais il manque encore quelque chose, et le président Trump le démontre parfaitement : un dirigeant fort.

# P792D58C9-tu41
source: Wanted!
fr: Recherché !

# P792D58C9-tu41
source: A Strongman
fr: Un homme fort

# P792D58C9-tu42
source: While talking to European leaders, Trump decided he also wanted to speak with Putin.
fr: Alors qu'il s'entretenait avec les dirigeants européens, M. Trump a décidé qu'il souhaitait également s'entretenir avec M. Poutine.

# P792D58C9-tu42
source: Any other leader would have had his people schedule a time with Putin’s people, spend hours prepping, and finally have a conversation some days later.
fr: Tout autre dirigeant aurait fait programmer par son entourage un rendez-vous avec les représentants de Poutine, aurait passé des heures à se préparer, et aurait finalement eu une conversation quelques jours plus tard.

# P792D58C9-tu42
source: Trump just picked up the phone.
fr: Trump a juste décroché le téléphone.

# P792D58C9-tu42
source: Even his critics, outraged at the flood of activity coming out of the White House, have to admit that Trump gets stuff done.
fr: Même ses détracteurs, outrés par le flot d'activités émanant de la Maison Blanche, doivent admettre que Trump fait avancer les choses.

# P792D58C9-tu43
source: Meanwhile, the Dutch governing coalition fell apart.
fr: Entre-temps, la coalition gouvernementale néerlandaise s'est effondrée.

# P792D58C9-tu43
source: Then the caretaker coalition that was supposed to manage things until an election could be held fell apart.
fr: Ensuite, la coalition intérimaire qui était censée gérer les choses jusqu'à ce que des élections soient organisées s'est effondrée.

# P792D58C9-tu43
source: France has failed to pass any major legislation, and its prime minister was ousted in September for trying to cut spending.
fr: La France n'a pas réussi à adopter de législation majeure et son premier ministre a été évincé en septembre pour avoir tenté de réduire les dépenses.

# P792D58C9-tu43
source: Germany’s Merz has been busy with foreign policy but has accomplished little at home.
fr: En Allemagne, Merz s'est consacré à la politique étrangère, mais n'a accompli que peu de choses sur le plan intérieur.

# P792D58C9-tu43
source: After Trump was elected in 2024, the <g id="1">New York Times</g> ran the headline “Missing in Europe: A Strong Leader for a New Trump Era.” Nearly a year later, that remains the case.
fr: Après l'élection de Trump en 2024, le <g id="1">New York Times</g> a titré « Absent en Europe : un dirigeant fort pour une nouvelle ère Trump ». Près d'un an plus tard, c'est toujours le cas.

# P792D58C9-tu44
source: Europeans need a strongman who can get things done.
fr: Les Européens ont besoin d'un homme fort capable de faire bouger les choses.

# P792D58C9-tu44
source: Typically, European leaders avoid putting strong personalities in top EU jobs for fear of them encroaching on their own power.
fr: En règle générale, les dirigeants européens évitent de placer de fortes personnalités aux postes les plus importants de l'UE, de peur qu'elles n'empiètent sur leur propre pouvoir.

# P792D58C9-tu44
source: But if it comes to a choice between a strong European leader or kowtowing to Trump, you can be sure they will pick the European.
fr: Mais s'ils doivent choisir entre un dirigeant européen fort et la soumission à Trump, vous pouvez être sûrs qu'ils choisiront l'Européen.

# P792D58C9-tu45
source: Intriguingly, there could soon be a vacancy at the top of the EU.
fr: Fait intéressant, il pourrait bientôt y avoir un poste vacant à la tête de l'UE.

# P792D58C9-tu45
source: European Commission President von der Leyen is plagued with scandals around her conduct during the <g id="1">covid</g>-19 pandemic.
fr: La présidente de la Commission européenne, Mme von der Leyen, est en proie à des scandales autour de sa conduite pendant la pandémie de COVID-19.<g id="1"></g>

# P792D58C9-tu45
source: Her contacts with Pfizer <g id="2">ceo</g> Albert Bourla were covered up, and various government bodies have launched investigations.
fr: Ses contacts avec le <g id="2">PDG </g> de Pfizer, Albert Bourla, ont été dissimulés et plusieurs organismes gouvernementaux ont ouvert des enquêtes.

# P792D58C9-tu45
source: She survived a no-confidence vote in the European Parliament this summer.
fr: Elle a survécu à une motion de censure du Parlement européen cet été.

# P792D58C9-tu45
source: Parliament Vice President Katarina Barley reportedly said this would be her “absolute last chance.”
fr: La vice-présidente du Parlement, Katarina Barley, aurait déclaré qu'il s'agissait de sa « toute dernière chance ».

# P792D58C9-tu46
source: After President Trump was elected, Mr. Flurry wrote: “There is a big leadership vacuum.
fr: Après l'élection du président Trump, M. Flurry a écrit : « Il y a un grand vide de leadership.

# P792D58C9-tu46
source: Germans know something dramatic must be done, and quickly!
fr: Les Allemands savent que des mesures radicales doivent être prises, et vite !

# P792D58C9-tu46
source: You see this in recent election results with the rise of fringe parties like the Alternative für Deutschland.
fr: On voit cela dans les résultats des dernières élections, avec la montée en puissance de partis marginaux comme l'<em>Alternative für Deutschland</em>.

# P792D58C9-tu46
source: Voters are showing themselves willing to embrace out-of-the-ordinary politics.
fr: Les électeurs se montrent disposés à accepter des politiques hors du commun.

# P792D58C9-tu46
source: They are clamoring for a strong leader! …
fr: Ils réclament un dirigeant fort ! […]

# P792D58C9-tu47
source: “This is where Bible prophecy is so invaluable.
fr: « C'est ici que la prophétie biblique est si précieuse.

# P792D58C9-tu47
source: Prophecy tells us that Germany is about to shock the world with its power” (<g id="1">Trumpet,</g> January 2025).
fr: La prophétie nous dit que l'Allemagne est sur le point de choquer le monde avec sa puissance » (<g id="1">Trompette,</g> janvier 2025).

# P792D58C9-tu48
source: With all these factors in place, EU trade talks with the U.S. will end very differently the next time around.
fr: Avec tous ces facteurs en place, les négociations commerciales de l'UE avec les États-Unis se termineront très différemment la prochaine fois.

# P792D58C9-tu49
source: Trade War II
fr: Guerre commerciale II

# P792D58C9-tu50
source: The EU may need to stand up against President Trump soon.
fr: L'UE pourrait bientôt devoir se dresser contre le président Trump.

# P792D58C9-tu50
source: The Americans say Europe promised to invest billions in America; the EU sees these figures as aspirations.
fr: Les Américains affirment que l'Europe a promis d'investir des milliards en Amérique ; l'UE considère que ces chiffres ne sont que des aspirations.

# P792D58C9-tu50
source: And it is hard to see how the EU could meet them even if they wanted to.
fr: Il est difficile de voir comment l'UE pourrait les satisfaire même si elle le voulait.

# P792D58C9-tu50
source: As socialist as the EU is, it doesn’t control every business in Europe.
fr: Aussi socialiste que soit l'UE, elle ne contrôle pas toutes les entreprises en Europe.

# P792D58C9-tu50
source: The trade bureaucrats have no way to force them to invest $600 billion in the U.S.
fr: Les bureaucrates du commerce n'ont aucun moyen de les forcer à investir 600 milliards de dollars aux États-Unis.

# P792D58C9-tu51
source: The commitment Europe made regarding energy in particular is gigantic.
fr: L'engagement pris par l'Europe en matière d'énergie, en particulier, est gigantesque.

# P792D58C9-tu51
source: In 2024, the EU imported $75 billion in energy from America.
fr: En 2024, l'UE a importé 75 milliards de dollars de produits énergétiques américains

# P792D58C9-tu51
source: They have promised to raise that to $250 billion annually.
fr: Ils ont promis de porter ce montant à 250 milliards de dollars par an.

# P792D58C9-tu51
source: To hit that target, the EU would have to get two thirds of its total energy needs from the U.S. Even if it completely stopped buying liquified natural gas from Russia, Algeria, Qatar, Nigeria and Norway and got it all from America, it would struggle to buy half the amount it has committed to.
fr: Pour atteindre cet objectif, l'UE devrait tirer les deux tiers de ses besoins énergétiques totaux des États-Unis. Même si elle cessait complètement d'acheter du gaz naturel liquéfié à la Russie, à l'Algérie, au Qatar, au Nigeria et à la Norvège et s'approvisionnait exclusivement auprès de l'Amérique, elle aurait du mal à acheter la moitié de la quantité à laquelle elle s'est engagée.

# P792D58C9-tu51
source: On top of that, the U.S. would struggle to supply that much.
fr: En outre, les États-Unis auraient du mal à fournir une telle quantité.

# P792D58C9-tu51
source: Total U.S. energy exports to the entire world last year were $318 billion.
fr: L'année dernière, les exportations énergétiques totales des États-Unis vers le monde entier se sont élevées à 318 milliards de dollars.

# P792D58C9-tu51
source: Other countries like Japan have also committed to buying much more U.S. energy as part of their trade deals.
fr: D'autres pays comme le Japon se sont également engagés à acheter beaucoup plus d'énergie américaine dans le cadre de leurs accords commerciaux.

# P792D58C9-tu52
source: What happens when it becomes clear that the EU is nowhere near the $250 billion in energy imports it committed to?
fr: Que se passera-t-il lorsqu'il apparaîtra clairement que l'UE est loin d'atteindre les 250 milliards de dollars d'importations énergétiques pour lesquelles elle s'est engagée ?

# P792D58C9-tu52
source: What happens if European companies fail to follow through on the EU’s promise of $600 billion in investments?
fr: Que se passera-t-il si les entreprises européennes ne tiennent pas la promesse de l'UE d'investir 600 milliards de dollars ?

# P792D58C9-tu52
source: Then the deal will have to be renegotiated.
fr: L'accord devra alors être renégocié.

# P792D58C9-tu52
source: The seeds of the next trade war are already planted.
fr: Les graines de la prochaine guerre commerciale sont déjà plantées.

# P792D58C9-tu53
source: The EU is certain to prepare for this moment.
fr: L'UE doit certainement se préparer à ce moment.

# P792D58C9-tu53
source: Soon, its leaders will drop the flattering facade and reveal their true face.
fr: Bientôt, ses dirigeants abandonneront la façade flatteuse et révèleront leur vrai visage.

# P792D58C9-tu54
source: Europe’s leaders <g id="1">despise </g>Donald Trump.
fr: Les dirigeants européens <g id="1">méprisent</g> Donald Trump.

# P792D58C9-tu54
source: Many of them think like Guttenberg. This man is out of office, but as a commentator he speaks for many Germans when he says, “Trump is not a friend of the Germans,” and calls him “the blond maniac,” “bully” and “likely the greatest scumbag that we have ever had in U.S. politics.”
fr: Beaucoup d'entre eux pensent comme Guttenberg. Cet homme n'est plus en fonction, mais en tant que commentateur, il parle au nom de nombreux Allemands lorsqu'il affirme que « Trump n'est pas l'ami des Allemands » et qu'il le qualifie de « maniaque blond », d'« intimidateur » et de « probablement la plus grande ordure que nous ayons jamais eue dans la politique américaine ».

# P792D58C9-tu55
source: Europe’s true feelings are revealed in Bible prophecy.
fr: Les véritables sentiments de l'Europe sont révélés dans les prophéties bibliques.

# P792D58C9-tu55
source: Jeremiah 1:13 describes them as a “seething pot.”
fr: Jérémie 1 : 13 les décrit comme une « chaudière bouillante ».

# P792D58C9-tu56
source: “This symbolic language is describing modern Germany,” explained Mr. Flurry in “<g id="1">Why Germany Just Betrayed America</g>.” “Beneath the surface, that nation is full of simmering dissatisfaction with the current world order.
fr: « Ce langage symbolique décrit l'Allemagne moderne », explique M. Flurry dans « <g id="1">Pourquoi l'Allemagne vient de trahir l'Amérique</g> ». « Sous la surface, cette nation bouillonne d'un mécontentement latent envers l'ordre mondial actuel.

# P792D58C9-tu56
source: Germans are angry at the U.S. The imperialistic ambition that prompted Germany to start both world wars is alive and well.
fr: Les Allemands sont en colère contre les États-Unis. L'ambition impérialiste qui a poussé l'Allemagne à déclencher les deux guerres mondiales est bien vivante.

# P792D58C9-tu56
source: It is ‘seething’!” (Jan. 31, 2022, <g id="2">theTrumpet<x id="3"/>.com/25182</g>).
fr: Elle « bouillonne » ! (31 janvier 2022, <g id="2">theTrumpet<x id="3"/>.com/25182</g>).

# P792D58C9-tu57
source: They may hide it, biding their time—but at some point, the hatred will boil over.
fr: Ils peuvent le cacher, attendre leur heure — mais à un moment donné, la haine débordera.

# P792D58C9-tu57
source: Jeremiah describes these same powers as “lovers.” But they are deceitful lovers who “will despise thee, they will seek thy life” (Jeremiah 4:30).
fr: Jérémie décrit ces mêmes puissances comme des « amants ». Mais ce sont des amants trompeurs qui « te méprisent, ils en veulent à ta vie » (Jérémie 4 : 30).

# P792D58C9-tu58
source: Other related prophecies forewarn that <g id="1">the Europeans are going to get their strongman.</g> This man will unite the world against America in a catastrophic trade war that will bring America down.
fr: D'autres prophéties connexes annoncent que <g id="1">les Européens vont avoir leur homme fort.</g> Cet homme unira le monde contre l'Amérique dans une guerre commerciale catastrophique qui entraînera la chute de l'Amérique.

# P792D58C9-tu59
source: The iconic image portraying Europe’s relationship with the U.S. will change radically.
fr: L'image emblématique des relations entre l'Europe et les États-Unis va changer radicalement.

# P792D58C9-tu59
source: Instead of pupil and schoolmaster, it will be an image of master and slave.
fr: Au lieu d'élève et de maître d'école, ce sera une image de maître et d'esclave.

# P792D58C9-tu59
source: As unnerving as it may sound, the Bible warns that America’s loftiness will be brought low—and the nation will indeed be enslaved (Ezekiel 5).
fr: Aussi déconcertant que cela puisse paraître, la Bible nous avertit que la grandeur de l'Amérique sera abaissée — et que la nation sera effectivement réduite en esclavage (Ézéchiel 5).

# P792D58C9-tu60
source: This is what the late Herbert W. Armstrong foretold based on Bible prophecy.
fr: C'est ce qu'avait prédit le regretté Herbert W. Armstrong sur la base des prophéties bibliques.

# P792D58C9-tu60
source: Much of what he said has already been fulfilled or is nearing fulfillment.
fr: Une grande partie de ce qu'il a dit a déjà été accompli ou est sur le point de l'être.

# P792D58C9-tu61
source: <g id="1">1978: </g>Watch for “a sort of soon-coming ‘United States of Europe’—a union of 10 nations to rise up out of or following the Common Market of today.
fr: <g id="1">1978 : </g>Attendez-vous à voir apparaître « une sorte 'd'États-Unis d'Europe' dans un avenir proche, une union de dix nations issue du Marché commun actuel ou s'inscrivant dans son prolongement.

# P792D58C9-tu61
source: Britain will not be in that empire soon to come.”
fr: La Grande-Bretagne ne fera pas partie de cet empire à venir bientôt ».

# P792D58C9-tu62
source: <g id="1">1954: </g>“Germany inevitably [will] emerge as the leader of a united Europe.
fr: <g id="1">1954 : </g>« L'Allemagne s'imposera inévitablement comme le chef de file d'une Europe unie.

# P792D58C9-tu62
source: It will require some spiritual binding force to inspire this confidence—to remove these fears—and that spiritual binding force must arise from inside Europe!
fr: Il faudra une certaine force spirituelle pour inspirer cette confiance — pour dissiper ces craintes, et cette force spirituelle doit venir de l'intérieur même de l'Europe !

# P792D58C9-tu62
source: All Europe is actually ready—just waiting for the confidence-inspiring leader ….”
fr: Toute l'Europe est en réalité prête — elle n'attend plus que le dirigeant qui inspirera confiance […] »

# P792D58C9-tu63
source: <g id="1">1953:</g> “<g id="2">[T]en</g> powerful European nations will combine their forces.”
fr: <g id="1">1953 : </g> « <g id="2">Dix</g> puissantes nations européennes uniront leurs forces ».

# P792D58C9-tu64
source: <g id="1">1959:</g> This European power will set up “a gigantic world-trading system.”
fr: <g id="1">1959 : </g> Cette puissance européenne mettra en place « un gigantesque système de commerce mondial ».

# P792D58C9-tu65
source: These forecasts are clearly well on their way to being fulfilled.
fr: Ces prévisions sont manifestement en bonne voie d'être réalisées.

# P792D58C9-tu66
source: These statements are backed by specific prophecies.
fr: Ces déclarations sont étayées par des prophéties spécifiques.

# P792D58C9-tu66
source: And world events are forcing Europe in this direction.
fr: Les événements mondiaux poussent l'Europe dans cette direction.

# P792D58C9-tu66
source: Revelation 17 and 18 describe a “beast power” led by “10 kings,” or 10 nations.
fr: L'Apocalypse 17 et 18 décrivent une « puissance bestiale » dirigée par « 10 rois » ou 10 nations.

# P792D58C9-tu66
source: Revelation 18 describes this empire’s total dominance of the global economy.
fr: Apocalypse 18 décrit la domination totale de cet empire sur l'économie mondiale.

# P792D58C9-tu66
source: Once it falls, the businessmen of the Earth will weep.
fr: Une fois qu'il s'effondrera, les hommes d'affaires de la Terre pleureront.
