Repository: ddisanto-langops/automate-labels
Catalog: temp.xliff
Languages: fr

# P11E823C9-tu23
source: A stone came from heaven, smashed all those empires, and grew to replace them (verses 34-35, 44-45).
fr: Une pierre est venue du ciel, a brisé tous ces empires et a grandi pour les remplacer (versets 34-35, 44-45).

# P11E823C9-tu23
source: This represented the establishment of the Kingdom of God! “And in the days of these kings shall <g id="1">the God of heaven set up a kingdom</g>, which shall <g id="2">never be destroyed</g> …” (verse 44).
fr: Cela représentait l'établissement du Royaume de Dieu ! « Dans le temps de ces rois, <g id="1">le Dieu des cieux suscitera un royaume</g> qui ne sera <g id="2">jamais détruit</g> […] », (verset 44).

# P11E823C9-tu24
source: The Kingdom of God is a <g id="1">literal kingdom</g>—just like the kingdoms of Nebuchadnezzar, the Persians, the Greeks and the Romans.
fr: Le Royaume de Dieu est un <g id="1">royaume littéral</g> — tout comme les royaumes de Nebucadnetsar, des Perses, des Grecs et des Romains.

# P11E823C9-tu24
source: A kingdom is a <g id="2">government </g>that rules over people.
fr: Un royaume est un <g id="2">gouvernement </g>qui règne sur des personnes.

# P11E823C9-tu24
source: It’s not some ethereal sentiment in your mind or something within you.
fr: Il ne s'agit pas d'un sentiment éthéré dans votre esprit ou de quelque chose en vous.

# P11E823C9-tu24
source: The Kingdom of God is a real kingdom, a literal kingdom that is going to rule everything on Earth and in the universe!
fr: Le Royaume de Dieu est un royaume réel, un royaume littéral qui va régner sur tout ce qui se trouve sur Terre et dans l'univers !

# P11E823C9-tu25
source: The news of the coming Kingdom <g id="1">is the true gospel</g>! <g id="2">That </g>is the good news!
fr: La nouvelle du Royaume à venir <g id="1">est le véritable évangile</g> ! <g id="2">C'est </g> la bonne nouvelle !

# P11E823C9-tu25
source: That is the message Jesus Christ preached as a human being and preaches through His one true Church today: A literal, specific kingdom is coming, and it will rule the entire Earth!
fr: C'est le message que Jésus-Christ a prêché en tant qu'être humain et qu'Il prêche aujourd'hui par l'intermédiaire de sa seule et véritable Église : Un royaume littéral et spécifique est à venir, et il régnera sur toute la Terre !

# P11E823C9-tu26
source: When people think about the gospel or the Kingdom of God, they don’t<g id="1"> </g>think about one supreme Ruler ruling the Earth and the universe.
fr: Lorsque les gens pensent à l’Évangile ou au Royaume de Dieu, ils ne pensent pas à un Souverain suprême gouvernant la Terre et l’univers.<g id="1"></g>

# P11E823C9-tu26
source: Yet that’s what it is.
fr: Pourtant, c'est bien de cela qu'il s'agit.

# P11E823C9-tu27
source: When Jesus Christ returns, He does so for the purpose of establishing the Kingdom of God!
fr: Lorsque Jésus-Christ reviendra, Il le fera dans le but d'établir le Royaume de Dieu !

# P11E823C9-tu27
source: He will restore the rule of God on this planet—the most colossal event <g id="1">ever </g>on this Earth!
fr: Il rétablira le règne de Dieu sur cette planète — l'événement le plus colossal <g id="1">jamais </g>survenu sur cette Terre !

# P11E823C9-tu27
source: This is big news!
fr: C'est une grande nouvelle !

# P11E823C9-tu28
source: Not Flesh and Blood
fr: Pas de chair et de sang

# P11E823C9-tu29
source: All those whom God has called out before Christ’s return—His Old Testament prophets and true Christians in the New Testament Church—were and are preparing for that day and will be born into that Kingdom when He returns.
fr: Tous ceux que Dieu a appelés avant le retour du Christ — Ses prophètes de l'Ancien Testament et les vrais chrétiens de l'Église du Nouveau Testament — se préparaient et se préparent pour ce jour et naîtront dans ce Royaume lors de Son retour.

# P11E823C9-tu29
source: They will help Him govern the people of the Earth.
fr: Ils l'aideront à gouverner les peuples de la Terre.

# P11E823C9-tu30
source: “The Kingdom of God will rule over the peoples and nations of the Earth,” Herbert W. Armstrong wrote in <g id="1">Mystery of the Ages. </g>“Yet these mortal peoples and nations will <g id="2">not</g> be the Kingdom, not even <g id="3">in</g> the Kingdom of God.
fr: « Le Royaume de Dieu régnera sur les peuples et les nations de la Terre », a écrit Herbert W. Armstrong dans <g id="1">le mystère des siècles</g>. « Pourtant, ces peuples et nations mortelles ne <g id="2">seront pas</g> le Royaume, pas même <g id="3">dans</g> le Royaume de Dieu.

# P11E823C9-tu30
source: They shall be merely <g id="4">ruled over by it</g>!”
fr: Ils seront simplement <g id="4">gouvernés par lui</g> ! »

# P11E823C9-tu31
source: Flesh and blood cannot inherit the Kingdom of God (1 Corinthians 15:50).
fr: La chair et le sang ne peuvent hériter le Royaume de Dieu (1 Corinthiens 15 : 50).

# P11E823C9-tu31
source: The Kingdom is not comprised of flesh and blood, but of spirit beings.
fr: Le Royaume n'est pas constitué de chair et de sang, mais d'êtres spirituels.

# P11E823C9-tu32
source: God’s people whom He has called out <g id="1">before </g>Christ’s return will be born into God’s Family at His return and therefore be part of that Kingdom to help Christ rule the nations.
fr: Le peuple de Dieu qu'Il a appelé à sortir <g id="1">avant</g> le retour du Christ naîtra dans la famille de Dieu à Son retour et fera donc partie de ce Royaume pour aider le Christ à gouverner les nations.

# P11E823C9-tu32
source: But we will only be born into that Family as immortal beings if we do what Christ tells us to and let Him direct our lives.
fr: Mais nous ne naîtrons dans cette famille en tant qu'êtres immortels que si nous faisons ce que le Christ nous demande et si nous le laissons diriger notre vie.

# P11E823C9-tu33
source: Realize: Most people throughout history never understood the Kingdom of God.
fr: Réalisez : La plupart des gens, tout au long de l'histoire, n'ont jamais compris ce qu'est le Royaume de Dieu.

# P11E823C9-tu33
source: This has been a <g id="1">mystery </g>to the vast majority.
fr: C'est un <g id="1">mystère </g>pour la grande majorité d'entre eux.

# P11E823C9-tu33
source: Billions of people have never even heard much, if anything, about Christ’s return to Earth and ruling all nations with a rod of iron!
fr: Des milliards de personnes n'ont jamais entendu parler du retour du Christ sur Terre et de Son règne sur toutes les nations avec une verge de fer !

# P11E823C9-tu33
source: The Bible is filled with those scriptures, yet millions, even in the churches, don’t hear about it.
fr: La Bible est remplie de ces écritures, mais des millions de personnes, même dans les églises, n'en entendent pas parler.

# P11E823C9-tu33
source: People are <g id="2">deceived </g>about this truth<g id="3">. </g>But how can you be part of the Kingdom of God if it’s a mystery to you?
fr: Les gens sont <g id="2">trompés </g>à propos de cette vérité<g id="3">. </g>Mais comment pouvez-vous faire partie du Royaume de Dieu si cela reste un mystère pour vous ?

# P11E823C9-tu33
source: How can you possibly be saved?
fr: Comment pouvez-vous être sauvé ?

# P11E823C9-tu34
source: I’m not exaggerating—I am simply telling you what the Bible says!
fr: Je n'exagère pas, je vous dis simplement ce que dit la Bible !

# P11E823C9-tu34
source: You can read it for yourself.
fr: Vous pouvez le lire vous-même.

# P11E823C9-tu34
source: You need to read these scriptures and think about them.
fr: Vous devez lire ces textes et y réfléchir.

# P11E823C9-tu34
source: They reveal your future and mine.
fr: Ils révèlent votre avenir et le mien.

# P11E823C9-tu35
source: God has a plan to resurrect all mankind and give <g id="1">everybody</g> a chance to learn what His Kingdom really is.
fr: Dieu a un plan pour ressusciter toute l'humanité et donner à <g id="1">chacun</g> une chance d'apprendre ce qu'est réellement son Royaume.

# P11E823C9-tu35
source: He will remove the confusion and deception about Christianity, the gospel and the Kingdom of God.
fr: Il éliminera la confusion et la tromperie concernant le christianisme, l'évangile et le Royaume de Dieu.

# P11E823C9-tu36
source: Ten Kings
fr: Dix rois

# P11E823C9-tu37
source: Look again at Daniel 2:44.
fr: Regardez à nouveau Daniel 2 : 44.

# P11E823C9-tu37
source: This critical verse begins, “And in the days of these kings ….” This is what the 10 toes , made partly of iron and partly of brittle clay, of the Daniel 2 statue represent. “The days of these kings” refers to a time <g id="1">just before Christ’s return, </g>when there are 10 kings, represented by those 10 toes.
fr: Ce verset crucial commence ainsi : « Dans le temps de ces rois […]... ». C'est ce que représentent les dix orteils, en partie de fer et en partie d'argile fragile, de la statue de Daniel 2. « Le temps de ces rois » fait référence à une période <g id="1">juste avant le retour du Christ, </g>où il y aura dix rois, représentés par ces dix orteils.

# P11E823C9-tu38
source: This is for <g id="1">our time today</g>.
fr: C'est pour <g id="1">notre temps aujourd'hui</g>.

# P11E823C9-tu38
source: Connect this prophecy with Daniel 7, Revelation 13 and 17, and you can understand that this is referring to an empire <g id="2">now forming</g> out of the European Union.
fr: Reliez cette prophétie à Daniel 7, Apocalypse 13 et 17, et vous comprendrez qu'il s'agit d'un empire <g id="2">qui se forme actuellement</g> à partir de l'Union européenne.

# P11E823C9-tu38
source: It is ready to burst onto the world scene, and it will have 10 kings, or 10 kingdoms.
fr: Il est prêt à faire irruption sur la scène mondiale, et il aura 10 rois, ou 10 royaumes.

# P11E823C9-tu38
source: It will unite and become a superpower very rapidly!
fr: Il s'unira et deviendra très rapidement une superpuissance !

# P11E823C9-tu38
source: Then it will shock and stun the world by starting World War <g id="3">iii</g>!
fr: Ensuite, il choquera et assommera le monde en déclenchant la <g id="3">Troisième</g> Guerre mondiale !

# P11E823C9-tu38
source: So say many prophecies in your Bible.
fr: C'est ce que disent de nombreuses prophéties dans votre Bible.

# P11E823C9-tu39
source: But Daniel reveals that “in the days of these kings,” the stone strikes this European empire and grows into a mountain that dominates the Earth.
fr: Mais Daniel révèle que « dans le temps de ces rois », la pierre frappe cet empire européen et se transforme en une montagne qui domine la Terre.

# P11E823C9-tu39
source: This represents Jesus Christ returning in glory and power, <g id="1">smashing </g>the evil governments of men, and setting up the literal Kingdom of God to rule Earth and the universe forever!
fr: Cela représente Jésus-Christ revenant dans la gloire et la puissance, <g id="1">écrasant</g> les mauvais gouvernements des hommes et établissant le royaume littéral de Dieu pour régner sur la Terre et l'univers pour toujours !

# P11E823C9-tu39
source: This is leading into the beautiful World Tomorrow!
fr: Nous entrons dans le monde merveilleux à venir !

# P11E823C9-tu40
source: Remember, “gospel” means<g id="1"> </g>good news!
fr: N'oubliez pas que « évangile » signifie<g id="1"> </g>bonne nouvelle !

# P11E823C9-tu40
source: This is the <g id="2">best news</g> we could ever hear!
fr: C'est la <g id="2">meilleure nouvelle</g> que nous puissions entendre !

# P11E823C9-tu41
source: Jesus Christ came preaching that gospel message everywhere!
fr: Jésus-Christ est venu prêcher ce message d'évangélique partout !

# P11E823C9-tu41
source: He preached the <g id="1">Kingdom of God.</g>
fr: Il a prêché le <g id="1">Royaume de Dieu.</g>

# P11E823C9-tu42
source: Forever and Ever
fr: Pour toujours et à jamais

# P11E823C9-tu43
source: Did you know that this world has been sentenced to 6,000 years of being cut off from God because Adam turned away from God and was <g id="1">put out</g> of the Garden of Eden and cut off?
fr: Saviez-vous que ce monde a été condamné à 6 000 ans d'éloignement de Dieu parce qu'Adam s'est détourné de Dieu, a été <g id="1">chassé</g> du jardin d'Éden et a été exclu ?

# P11E823C9-tu43
source: This whole world has followed in his footsteps and been cut off as well.
fr: Le monde entier a suivi ses traces et a été coupé du monde.

# P11E823C9-tu44
source: God is in control of everything, but He has let Satan rule this world for now.
fr: Dieu contrôle tout, mais il a laissé Satan gouverner ce monde pour l'instant.

# P11E823C9-tu44
source: We are all learning what a disaster occurs when we follow the devil and do things our own way.
fr: Nous apprenons tous quel désastre survient lorsque nous suivons le diable et faisons les choses à notre manière.

# P11E823C9-tu44
source: It is not God’s choice, but He gives us that choice. He is trying to get us to choose life, but men keep choosing death! (Deuteronomy 30:19).
fr: Ce n'est pas le choix de Dieu, mais Il nous donne ce choix. Il essaie de nous faire choisir la vie, mais les hommes continuent à choisir la mort ! (Deutéronome 30 : 19).

# P11E823C9-tu45
source: God gives human beings leeway to sin, but that doesn’t mean He isn’t ruling overall and shaping events to fulfill His plan.
fr: Dieu laisse aux êtres humains la possibilité de pécher, mais cela ne signifie pas qu'Il ne dirige pas l'ensemble et qu'Il ne façonne pas les événements pour accomplir Son plan.

# P11E823C9-tu45
source: He is preparing now for a seventh 1,000-year period, when Jesus Christ will take over and rule the Earth with a rod of iron.
fr: Il prépare actuellement une septième période de 1 000 ans, durant laquelle Jésus-Christ prendra le pouvoir et régnera sur la Terre avec une verge de fer.

# P11E823C9-tu45
source: He came to Earth and qualified to kick Satan off his throne, and He is about to do that.
fr: Il est venu sur Terre et s'est qualifié pour chasser Satan de son trône, et Il est sur le point de le faire.

# P11E823C9-tu46
source: At that time, everybody will have an open mind and be able to receive the Spirit of God.
fr: À ce moment-là, tout le monde aura l'esprit ouvert et pourra recevoir l'Esprit de Dieu.

# P11E823C9-tu46
source: All people will have the opportunity to enter the Family of God, and most of them will.
fr: Tous les hommes auront la possibilité d'entrer dans la famille de Dieu, et la plupart d'entre eux le feront.

# P11E823C9-tu46
source: But God isn’t going to force it on anybody.
fr: Mais Dieu ne l'imposera à personne.

# P11E823C9-tu47
source: Revelation 11:15 prophesies, “… The kingdoms of this world are become the kingdoms of our Lord, and of his Christ; and he shall reign for ever and ever.” God is going to rule with His government and His law forever and ever!
fr: Apocalypse 11 : 15 prophétise : « […] Le royaume du monde est remis à notre Seigneur et à son Christ ; et il régnera aux siècles des siècles. » Dieu va régner avec Son gouvernement et Sa loi pour les siècles des siècles !

# P11E823C9-tu48
source: During Jesus Christ’s trial before His crucifixion, Pilate the governor asked Him, “Are you a king then?” Jesus answered, “<g id="1">[T]o</g> this end was I born” (John 18:37).
fr: Lors du procès de Jésus-Christ avant Sa crucifixion, le gouverneur Pilate lui a demandé : « Tu es donc roi ? ». Jésus répondit : « [M]oi, je suis né <g id="1">pour</g> ceci »(Jean 18 : 37, version Darby française).

# P11E823C9-tu48
source: He was <g id="2">born </g>to be a king.
fr: Il est <g id="2">né </g>pour être roi.

# P11E823C9-tu49
source: King over what?
fr: Roi sur quoi ?

# P11E823C9-tu49
source: Over all nations!
fr: Sur toutes les nations !

# P11E823C9-tu49
source: He is going to establish the Kingdom of God over the whole Earth to give everyone the opportunity to enter God’s Family.
fr: Il va établir le Royaume de Dieu sur toute la Terre pour donner à chacun la possibilité d'entrer dans la Famille de Dieu.

# P11E823C9-tu49
source: What a beautiful plan!
fr: Quel plan magnifique !

# P11E823C9-tu50
source: A Prophecy of Peace
fr: Une prophétie de paix

# P11E823C9-tu51
source: What will life be like in this new civilization, the Kingdom of God?
fr: Comment sera la vie dans cette nouvelle civilisation, le Royaume de Dieu ?

# P11E823C9-tu51
source: This is the gospel message, the good news!
fr: C'est le message de l'Évangile, la bonne nouvelle !

# P11E823C9-tu52
source: Isaiah 2 tells us: “And it shall come to pass in the last days, that the mountain of the Lord’s house shall be established in the top of the mountains, and shall be exalted above the hills; and all nations shall flow unto it.
fr: Ésaïe 2 nous dit : « Il arrivera, dans la suite des temps, que la montagne de la maison de l’Éternel sera fondée sur le sommet des montagnes, qu’elle s’élèvera par-dessus les collines, et que toutes les nations y afflueront.

# P11E823C9-tu52
source: And many people shall go and say, Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we shall walk in his paths; for out of Zion shall go forth the law, and the word of the Lord from Jerusalem.
fr: Des peuples s’y rendront en foule, et diront : Venez, et montons à la montagne de l’Éternel, à la maison du Dieu de Jacob, afin qu’il nous enseigne ses voies, et que nous marchions dans ses sentiers. Car de Sion sortira la loi, et de Jérusalem la parole de l’Éternel.

# P11E823C9-tu52
source: And he shall judge among the nations, and shall rebuke many people: and they shall beat their swords into plowshares, and their spears into pruning hooks: nation shall not lift up sword against nation, neither shall they learn war any more” (verses 2-4).
fr: Il sera le juge des nations, l’arbitre d’un grand nombre de peuples. De leurs glaives ils forgeront des hoyaux, et de leurs lances des serpes : une nation ne tirera plus l’épée contre une autre, et l’on n’apprendra plus la guerre. » (versets 2-4).

# P11E823C9-tu53
source: Mountains represent governments, nations.
fr: Les montagnes représentent les gouvernements, les nations.

# P11E823C9-tu53
source: God’s government will rule over all the nations.
fr: Le gouvernement de Dieu régnera sur toutes les nations.

# P11E823C9-tu53
source: God’s law—which most Christians today reject and say is “done away”—will be established.
fr: La loi de Dieu — que la plupart des chrétiens rejettent aujourd'hui et considèrent comme « abolie » — sera établie.

# P11E823C9-tu53
source: God will literally rule with His law and government over the whole Earth from Jerusalem!
fr: Dieu régnera littéralement avec Sa loi et Son gouvernement sur toute la Terre depuis Jérusalem !

# P11E823C9-tu53
source: And what will be the result?
fr: Et quel sera le résultat ?

# P11E823C9-tu53
source: Peace and joy like you can’t even imagine!
fr: Une paix et une joie inimaginables !

# P11E823C9-tu54
source: Part of that passage is inscribed on the United Nations building in New York City.
fr: Une partie de ce passage est inscrite sur le bâtiment des Nations unies à New York.

# P11E823C9-tu54
source: Human beings <g id="1">want </g>a world and a government like that, but they are helpless to bring it about, and they resist God.
fr: Les êtres humains <g id="1">veulent </g>un tel monde et un tel gouvernement, mais ils sont impuissants à le réaliser et ils résistent à Dieu.

# P11E823C9-tu54
source: They want peace, yet the nations and even so-called Christians resist His law and guidance and authoritative government.
fr: Ils veulent la paix, mais les nations et même les soi-disant chrétiens résistent à Sa loi, à Ses conseils et à Son gouvernement autoritaire.

# P11E823C9-tu54
source: That is the problem!
fr: C'est bien là le problème !

# P11E823C9-tu55
source: When Christ assumes His throne, He will remove Satan the devil (Revelation 20).
fr: Lorsque le Christ montera sur Son trône, Il chassera Satan, le diable (Apocalypse 20).

# P11E823C9-tu55
source: He will reeducate mankind and eradicate human nature.
fr: Il rééduquera l'humanité et éradiquera la nature humaine.

# P11E823C9-tu55
source: And eventually, He will extend His rule beyond this planet.
fr: Et finalement, Il étendra Son règne au-delà de cette planète.

# P11E823C9-tu56
source: The Bible reveals that Earth is only the <g id="1">starting point! </g>Eventually, God will liberate the <g id="2">universe</g> from its bondage to decay: “For the creation was subjected to futility, not of its own will but by the will of him who subjected it in hope; because the creation itself will be set free from its bondage to decay …” (<g id="3">Romans 8:20-21</g>; Revised Standard Version).
fr: La Bible révèle que la Terre n'est que le <g id="1">point de départ ! </g>Dieu finira par libérer l'<g id="2">univers</g> de la servitude de la corruption : « Car la création a été soumise à la vanité — non de son gré, mais à cause de celui qui l'y a soumise — avec l'espérance qu'elle aussi sera affranchie de la servitude de la corruption […] » (<g id="3">Romains 8 : 20-21</g> ; Version révisée Standard).

# P11E823C9-tu57
source: The creation—including all the galaxies and stars and planets—has been “groaning in travail” ever since Satan rebelled against God and subsequently led mankind into rebelling against God as well.
fr: La création, y compris toutes les galaxies, les étoiles et les planètes, « soupirent les douleurs de l'enfantement » depuis que Satan s'est rebellé contre Dieu et a ensuite entraîné l'humanité à se rebeller contre Dieu aussi.

# P11E823C9-tu57
source: The creation, the <g id="1">universe, </g>is awaiting God’s plan <g id="2">here on Earth </g>to bring human beings under His rule and into His Family as His sons!
fr: La création, l'<g id="1">univers, </g>attend le plan de Dieu <g id="2">ici sur Terre </g>pour amener les êtres humains sous Sa domination et dans Sa famille en tant que Ses fils !

# P11E823C9-tu58
source: <g id="1">That is good news!</g> That is the real gospel of the Kingdom of God!<x id="2"/><g id="3">n</g>
fr: <g id="1">C'est une bonne nouvelle !</g> C'est le véritable évangile du Royaume de Dieu !<x id="2"/><g id="3">n</g>

# N9B8D94E4-tu1
source: <g id="1">The true gospel Jesus Christ preached is far more exciting and inspiring than most people realize. </g>BY gerald flurry
fr: <g id="1">Le véritable évangile prêché par Jésus-Christ est bien plus passionnant et inspirant que la plupart des gens ne le pensent. </g>Par Gerald Flurry

# NE5C0EFD2-tu1
source: • The Philadelphia Trumpet
fr: • La Trompette philadelphienne

# NEA365FA3-tu1
source: <g id="1">OCTOBER 2025 • </g><x id="2"/>
fr: <g id="1">OCTOBRE 2025 • </g><x id="2"/>

# P456B9847-tu1
source: <g id="1">principles of living</g><g id="2"> </g>stephen flurry
fr: <g id="1">principes de vie</g><g id="2"> </g>Stephen Flurry

# P48C73204-tu1
source: Does God Hear All Prayers?
fr: Dieu entend-Il toutes les prières ?

# NFB5742B0-tu1
source: A woman prays in the Annunciation Catholic Church in Minneapolis the day after a gunman fired through the windows during school Mass.
fr: Une femme prie dans l'Église catholique de l'Annonciation à Minneapolis, le lendemain du jour où un tireur a fait feu à travers les fenêtres pendant la messe de l'école.

# P498C7B12-tu1
source: The full answer is sobering—and inspiring.
fr: La réponse complète donne à réfléchir — et est inspirante.

# P23795BB4-tu1
source: The one true gospel<g id="1">?</g>
fr: Le seul véritable évangile<g id="1"> ?</g>

# P23795BB4-tu2
source: <g id="1">This exciting truth is only available from one source. </g>Read Herbert W. Armstrong’s free book <g id="2">Mystery of the Ages</g>—it will make the true gospel of Christ come alive in your life.
fr: <g id="1">Cette vérité passionnante n'est disponible qu'à partir d'une seule source. </g>Lisez le livre gratuit de Herbert W. Armstrong <g id="2">le mystère des siècles</g> — il rendra le véritable évangile du Christ vivant dans votre vie.
