Repository: ddisanto-langops/automate-labels
Catalog: temp.xliff
Languages: fr

# P27049A9E-tu3
source: Studied at University of Jordan
fr: A étudié à l'université de Jordanie

# P27049A9E-tu4
source: Resides in Qatar
fr: Réside au Qatar

# P22023FC3-tu1
source: Hamas employs <g id="1">1,500</g> propaganda operatives, including hundreds of combat photographers, to make it look like Gaza’s Palestinian population is oppressed by Israel instead of the Muslim Brotherhood.
fr: Le Hamas emploie <g id="1">1 500</g> agents de propagande, dont des centaines de photographes de guerre, afin de donner l'impression que la population palestinienne de Gaza est opprimée par Israël plutôt que par les Frères musulmans.

# P22023FC3-tu1
source: These operatives also work to brainwash the Palestinian population by producing children’s programming designed to indoctrinate children to hate the Jews.
fr: Ces agents travaillent également à laver le cerveau de la population palestinienne en produisant des programmes pour enfants conçus pour endoctriner les enfants et leur apprendre à haïr les Juifs.

# P22023FC3-tu1
source: In 2009, Hamas’s al-Aqsa Television featured a Mickey Mouse lookalike named “Farfur” who was killed by Jews in a fictional TV show in an attempt to turn children against Israel.<x id="2"/><g id="3"></g>
fr: En 2009, la chaîne de télévision Al-Aqsa du Hamas a présenté un personnage ressemblant à Mickey Mouse, nommé « Farfur », qui a été tué par des Juifs dans une série télévisée fictive dans le but de susciter l'hostilité des enfants envers Israël.<x id="2"/><g id="3"></g>

# P76ECAE0-tu1
source: Palestinian high school students attend a graduation ceremony from a military school course organized by Hamas.
fr: Des lycéens palestiniens assistent à une cérémonie de remise des diplômes d'un cours organisé par le Hamas dans une école militaire.

# P718CEAE8-tu1
source: The Islamic Resistance Movement, abbreviated as Hamas, began in 1987 as an offshoot of the Palestinian branch of the Muslim Brotherhood, but the relationship has evolved.
fr: Le Mouvement de résistance islamique, abrégé sous le nom de Hamas, a vu le jour en 1987 en tant que ramification de la branche palestinienne des Frères musulmans, mais cette relation a évolué depuis.

# P718CEAE8-tu1
source: It has governed the Gaza Strip since 2007.
fr: Il gouverne la bande de Gaza depuis 2007.

# P718CEAE8-tu1
source: According to its original 1988 charter, its goal is the complete annihilation of the State of Israel.
fr: Selon sa charte d'origine de 1988, son objectif est l'anéantissement total de l'État d'Israël.

# N88F1F011-tu1
source: Nine Deadliest Terrorist Attacks Since 1970
fr: Les neuf attentats terroristes les plus meurtriers depuis 1970

# NA20BCDD9-tu1
source: 9/11 attack (United States, 2001)
fr: Attaque du 11 septembre (États-Unis, 2001)

# NE7383197-tu1
source: <g id="1">Introduction</g> <g id="2">“Israel will exist and will continue to exist until Islam will obliterate it, just as it obliterated others before it.”</g>
fr: <g id="1">Introduction</g> <g id="2">« Israël existera et continuera d'exister jusqu'à ce que l'islam l'anéantisse, tout comme il a anéanti d'autres nations avant lui ».</g>

# NE7383197-tu2
source: <g id="1">Article 7</g> <g id="2">“The Prophet, Allah bless him and grant him salvation, has said: ‘The Day of Judgement will not come about until Muslims fight the Jews (killing the Jews), when the Jew will hide behind stones and trees.
fr: <g id="1">Article 7</g> <g id="2">« Le Prophète, qu'Allah le bénisse et lui accorde le salut, a dit : « Le Jour du Jugement ne viendra pas tant que les musulmans n'auront pas combattu les juifs (en les tuant), lorsque les juifs se cacheront derrière les pierres et les arbres.

# NE7383197-tu2
source: The stones and trees will say O Muslims, O Abdulla, there is a Jew behind me, come and kill him.
fr: Les pierres et les arbres diront : « Ô musulmans, ô Abdallah, il y a un Juif derrière moi, viens et tue-le.

# NE7383197-tu2
source: Only the Gharkad tree (evidently a certain kind of tree) would not do that because it is one of the trees of the Jews.’ (related by al-Bukhari and Muslim).”
fr: Seul l'arbre Gharkad (évidemment une certaine sorte d'arbre) ne le fera pas parce qu'il est l'un des arbres des Juifs.’ (rapporté par al-Bukhari et Muslim) ».

# NE7383197-tu3
source: <g id="1">Article 28</g> <g id="2">“Arab countries surrounding Israel are asked to open their borders before the fighters from among the Arab and Islamic nations so that they could consolidate their efforts with those of their Muslim brethren in Palestine.”</g>
fr: <g id="1">Article 28</g> <g id="2">« On demande aux pays arabes entourant Israël d'ouvrir leurs frontières aux combattants des nations arabes et islamiques afin qu'ils puissent consolider leurs efforts avec ceux de leurs frères musulmans en Palestine. »</g>

# NE7383197-tu4
source: <g id="1">Article 32</g> “The Islamic Resistance Movement considers itself to be the spearhead of the circle of struggle with world Zionism and a step on the road.”<g id="2"><x id="3"/></g><g id="4"></g>
fr: <g id="1">Article 32</g> « Le Mouvement de résistance islamique se considère comme le fer de lance du cercle de lutte contre le sionisme mondial et comme une étape sur le chemin. »<g id="2"><x id="3"/></g><g id="4"></g>

# NC9F23D03-tu1
source: Tikrit attack (Iraq, 2014)
fr: Le massacre de Tikrit, (Irak, 2014)

# P53494F42-tu1
source: Support
fr: Soutien

# P6C6E610B-tu2
source: Born in Lebanon
fr: Né au Liban

# P6C6E610B-tu3
source: Resides in Qatar
fr: Réside au Qatar

# NCE2F4ED0-tu1
source: October 7 attack (Israel, 2023)
fr: Attaque du 7 octobre (Israël, 2023)

# P6A56E3E5-tu2
source: Born in West Bank
fr: Né en Cisjordanie

# P6A56E3E5-tu3
source: Studied at An-Najah National University
fr: Études à l'université nationale d'An-Najah

# P6A56E3E5-tu4
source: Resides in Turkey
fr: Réside en Turquie

# P2E75E325-tu1
source: Hamas fighters attend a funeral for a top Hamas commander killed in March 2024.
fr: Des combattants du Hamas assistent aux funérailles d'un haut commandant du Hamas tué en mars 2024.

# P540E9850-tu1
source: U.S. intelligence figures estimate that only 9,000 to 12,000 terrorists are actively fighting for Hamas—less than <g id="1">0.6 percent</g><g id="2"> </g>of Gaza’s entire population of 2.1 million.
fr: Les services de renseignement américains estiment que seuls 9 000 à 12 000 terroristes combattent activement pour le Hamas, soit moins de <g id="1">0,6 pour cent</g><g id="2"> </g>de la population totale de Gaza, qui compte 2,1 millions d'habitants.

# P540E9850-tu1
source: Public opinion polls conducted by the Palestinian Center for Policy and Survey Research indicate that 37 percent of Gazans support these fighters, but the majority of Gaza’s Palestinian population are unwillingly oppressed by an Islamic dictatorship.<x id="3"/><g id="4"></g>
fr: Des sondages d'opinion réalisés par le Centre palestinien de recherche politique et d'enquête indiquent que 37 pour cent des habitants de Gaza soutiennent ces combattants, mais que la majorité de la population palestinienne de Gaza est oppressée contre son gré par une dictature islamique.<x id="3"/><g id="4"></g>

# NCEF497DE-tu1
source: Badush Prison massacre
fr: Massacre de la prison de Badush

# ND331A9AB-tu1
source: Safari Hotel bombing
fr: Bombardement de l'hôtel Safari

# P38DA59E2-tu1
source: Control
fr: Contrôle

# P16920A73-tu1
source: Dhading attack
fr: Attaque de Dhading

# P1ACF1C40-tu1
source: Cinema Rex fire
fr: Incendie du cinéma Rex

# P6F675641-tu1
source: The chairman of the Hamas Political Bureau is the overall and de facto leader, but the position has been vacant since Yahya Sinwar was killed on Oct. 16, 2024.
fr: Le président du Bureau politique du Hamas est le chef suprême et de facto, mais le poste est vacant depuis l'assassinat de Yahya Sinwar le 16 octobre 2024.

# P6F675641-tu1
source: The group is led by a five-man council until a new election is scheduled.
fr: Le groupe est dirigé par un conseil composé de cinq personnes jusqu'à la tenue d'une nouvelle élection.

# P6F675641-tu1
source: The council consists of four senior leaders plus an unnamed adviser.<g id="1"><x id="2"/></g><g id="3"></g>
fr: Le conseil est composé de quatre hauts dirigeants et d'un conseiller anonyme.<g id="1"><x id="2"/></g><g id="3"></g>

# P1B94654E-tu1
source: Tora Church attack
fr: Attaque de l'église de Tora

# P1FD1771B-tu1
source: Karada bombing
fr: Bombardement de Karada

# NE03A8898-tu1
source: • The Philadelphia Trumpet
fr: • La Trompette philadelphienne

# P32C10C73-tu1
source: <g id="1">OCTOBER 2025 • </g><x id="2"/>
fr: <g id="1">OCTOBRE 2025 • </g><x id="2"/>

# NF587B69C-tu1
source: The Book That Explains Your World
fr: Le livre qui explique votre monde

# NF64CFFAA-tu1
source: <g id="1">Eighty years of <g id="2">The United States and Britain in Prophecy</g></g> <g id="3">BY ABRAHAM BLONDEAU</g>
fr: <g id="1">Quatre-vingts ans de <g id="2">Les Anglo-Saxons selon la prophétie</g></g> <g id="3">PAR ABRAHAM BLONDEAU</g>

# NC157B668-tu1
source: Who is the Israel of the Bible<g id="1">?</g> <g id="2">Tucker Carlson and Se</g><g id="3">n.
fr: Qui est l'Israël de la Bible<g id="1"> ?</g> <g id="2">Tucker Carlson et Se</g><g id="3">n.

# NC157B668-tu1
source: Ted Cruz argued over this question on Carlson’s podcast, which averages over 1 million views.
fr: Ted Cruz a débattu de cette question dans le podcast de Carlson, qui enregistre en moyenne plus d'un million de vues.

# NC157B668-tu1
source: Both men are Christians but have diametrically opposite biblical beliefs.
fr: Les deux hommes sont chrétiens, mais leurs croyances bibliques sont diamétralement opposées.

# NC157B668-tu2
source: This is a microcosm of the confusion over the identity of biblical Israel in religion, society and government worldwide. It is debated, with weapons, in the Middle East, where conflicts over religion, over Jerusalem and ultimately over the Israel of the Bible threaten to engulf the region and the world.
fr: Il s'agit là d'un microcosme de la confusion qui règne autour de l'identité de l'Israël biblique dans la religion, la société et les gouvernements à travers le monde. Cette question est débattue, à coups d'armes, au Moyen-Orient, où les conflits religieux, ceux autour de Jérusalem et, finalement, ceux autour de l'Israël biblique menacent d'engloutir la région et le monde entier.

# NC157B668-tu2
source: In fact, it is a question <g id="1">you </g>need the answer to because it affects <g id="2">your life.</g>
fr: En fait, il s'agit d'une question à laquelle <g id="1">vous</g> devez répondre, car elle affecte <g id="2">votre vie.</g>

# NC157B668-tu3
source: “It behooves us without delay to quickly review that history and open our eyes to divine promises and warnings almost wholly unrealized by our peoples.
fr: « Il nous incombe sans délai de revoir rapidement cette histoire et d'ouvrir les yeux sur les promesses et les avertissements divins qui sont presque totalement ignorés par nos peuples.

# NC157B668-tu3
source: It is all connected with the generally ignored plain and simple Bible story that leads to knowledge of our incredible ancestry and modern prophetic identity.
fr: Tout cela est lié à l'histoire biblique simple et claire, généralement ignorée, qui nous conduit à la connaissance de notre incroyable ascendance et de notre identité prophétique moderne.

# NC157B668-tu3
source: And it is the most amazing and fascinating story you ever read.
fr: Et c'est l'histoire la plus étonnante et la plus fascinante que vous ayez jamais lue.

# NC157B668-tu3
source: Stranger than fiction—yet it is <g id="1">true</g>!”
fr: Plus étrange que la fiction — et pourtant c'est <g id="1">vrai</g> ! »

# NC157B668-tu4
source: These riveting words in <g id="1">The United States and Britain in Prophecy</g><g id="2">,</g> requested by millions of people, are by Herbert W. Armstrong, the most important televangelist, educator, philanthropist and theologian of the 20th century. Written 80 years ago this year, this book is even more relevant and important today.
fr: Ces mots captivants dans <g id="1">Les Anglo-Saxons selon la prophétie</g><g id="2">,</g> demandés par des millions de personnes, proviennent de Herbert W. Armstrong, le télévangéliste, éducateur, philanthrope et théologien le plus important du 20e siècle. Écrit il y a 80 ans cette année, ce livre est aujourd'hui encore plus pertinent et important.

# NC157B668-tu5
source: This anniversary also reminds us that the truth in this book was attacked, nearly destroyed, then miraculously saved.
fr: Cet anniversaire nous rappelle également que la vérité contenue dans ce livre a été attaquée, presque détruite, puis miraculeusement sauvée.

# NC157B668-tu6
source: Master Key
fr: Clé maîtresse

# NC157B668-tu7
source: <g id="1">The United States and Britain in Prophecy</g> explains the “master key” that unlocks all Bible prophecy.
fr: <g id="1">Les Anglo-Saxons selon la prophétie</g> explique la « clé maîtresse » qui déverrouille toutes les prophéties bibliques.

# NC157B668-tu8
source: Bible prophecy, whether delivered by Old Testament prophets, by Jesus Christ or by New Testament apostles, focuses on one people: <g id="1">Israel. </g>
fr: La prophétie biblique, qu'elle soit prononcée par des prophètes de l'Ancien Testament, par Jésus-Christ ou par des apôtres du Nouveau Testament, se concentre sur un seul peuple : <g id="1">Israël. </g>

# NC157B668-tu9
source: Mr. Armstrong came to a crossroads in 1926.
fr: M. Armstrong s'est retrouvé à la croisée des chemins en 1926.

# NC157B668-tu9
source: His business endeavors were wiped out repeatedly by events beyond his control, and he was simultaneously confronted with his wife’s challenge on the Christian day of worship and her sister-in-law disputing what he believed about creation.
fr: Ses initiatives commerciales ont été anéanties à plusieurs reprises par des événements indépendants de sa volonté, et il a été confronté simultanément au défi lancé par sa femme au sujet du jour du repos chrétien et au fait que sa belle-sœur contestait ses croyances sur la création.

# NC157B668-tu9
source: He began a six-month, night-and-day study to <g id="1">find answers.</g>
fr: Il a commencé une étude de six mois, jour et nuit, pour <g id="1">trouver des réponses.</g>

# NC157B668-tu10
source: The answers came, one after another, as he compared scientific literature to the Bible, and various passages of Scripture to one another.
fr: Les réponses sont venues, l'une après l'autre, à mesure qu'il comparait la littérature scientifique à la Bible, et les différents passages des Écritures les uns aux autres.

# NC157B668-tu10
source: He found irrefutable proof of the Creator, the Bible as the Word of God, the Christian day of worship and the reality of Bible prophecy.
fr: Il y a trouvé des preuves irréfutables du Créateur, de la Bible en tant que Parole de Dieu, du jour du repos chrétien et de la réalité des prophéties bibliques.

# NC157B668-tu11
source: He didn’t know it then, but this began one of the most important developments in the 20th century.
fr: Il ne le savait pas encore, mais cela marqua le début de l'un des développements les plus importants du 20e siècle.

# NC157B668-tu11
source: The Bible foretold that God would send a man like the ancient prophet Elijah (Isaiah 40:3; Malachi 4:5).
fr: La Bible a annoncé que Dieu enverrait un homme comme l'ancien prophète Élie (Ésaïe 40 : 3 ; Malachie 4 : 5).

# NC157B668-tu11
source: Jesus Christ confirmed that he would “truly come,” and specified that he would also “restore all things” (Matthew 17:10-11).
fr: Jésus-Christ a confirmé qu'Il « viendrait vraiment » et a précisé qu'Il « rétablirait toutes choses » (Matthieu 17 : 10-11).

# NC157B668-tu11
source: God was calling Mr. Armstrong to fulfill this role—to restore biblical truths that had been lost by God’s true Church over centuries of persecution, migration and spiritual lethargy. (To learn more, request your free copy of <g id="1">The True History of God’s True Church</g><g id="2">.</g>)
fr: Dieu appelait M. Armstrong à jouer ce rôle : restaurer les vérités bibliques qui avaient été perdues par la véritable Église de Dieu au cours de siècles de persécution, de migrations et de léthargie spirituelle. (Pour en savoir plus, demandez votre exemplaire gratuit de <g id="1">La vraie histoire de la véritable Église de Dieu, disponible en anglais seulement</g><g id="2"></g>).

# NC157B668-tu12
source: One truth Mr. Armstrong restored was the identity of modern Israel.
fr: L'une des vérités rétablies par M. Armstrong était l'identité de l'Israël moderne.

# NC157B668-tu12
source: This is the master key to unlock Bible prophecy.
fr: Ceci est la clé maîtresse pour déverrouiller la prophétie biblique.

# NC157B668-tu13
source: <g id="1">One third </g>of the entire Bible is prophecy.
fr: <g id="1">Un tiers </g>de la Bible est constitué de prophéties.

# NC157B668-tu13
source: A true Christian needs this master key!
fr: Un vrai chrétien a besoin de cette clé maîtresse !

# NC157B668-tu13
source: When you know the modern descendants of nations that appear in the Bible, you can understand how ancient prophecies apply to our time.
fr: Lorsque vous savez qui sont les descendants modernes des nations mentionnées dans la Bible, vous pouvez comprendre comment les prophéties s'appliquent à notre époque actuelle.

# NC157B668-tu14
source: After 3<g id="1">1/2</g> more years of study, along with his wife, Loma, Mr. Armstrong found the church that most closely kept the doctrines of the Bible: The Church of God, headquartered in Missouri. (Mr. Armstrong later understood that this was the Sardis era of God’s Church.)
fr: Après trois ans et demi d'études supplémentaires, en compagnie de son épouse Loma, M. Armstrong trouva l'Église qui respectait le plus fidèlement les doctrines de la Bible : l'Église de Dieu, dont le siège se trouvait dans le Missouri. (M. Armstrong comprit plus tard qu'il s'agissait de l'ère de Sardes de l'Église de Dieu.)<g id="1"></g>

# NC157B668-tu15
source: “After exhaustive study and research, I had found it proved that the so-called ‘lost 10 tribes’ of Israel had migrated to Western Europe, the British Isles and later the United States,” Mr. Armstrong wrote in his autobiography. “This truth was written in a lengthy manuscript of close to 300 typed pages and mailed to this editor and leader of this church.” In response to the manuscript, Andrew Dugger—leader of the Stanbury Sardis Church—wrote in a letter dated July 28, 1929: “You are <g id="1">surely right,</g> and while I cannot use it in the paper [the church publication] at the present, you may be assured that your labor has surely not been in vain.”
fr: « Après une étude et une recherche approfondies, j'ai découvert qu'il a été prouvé que les “dix tribus perdues” d'Israël avaient migré vers l'Europe de l'Ouest, les îles britanniques et plus tard les États-Unis », a écrit M. Armstrong dans son autobiographie. « Cette vérité fut écrite dans un long manuscrit de près de 300 pages dactylographiées et envoyé à ce rédacteur et leader de cette Église. » En réponse au manuscrit, Andrew Dugger (chef de l'Église de l'ère de Sardes à Stanbury) a écrit dans une lettre datée du 28 juillet 1929 : « Vous avez <g id="1">sûrement raison,</g> et bien que je ne puisse pas l'utiliser dans le journal [la publication de l'Église] pour le moment, vous pouvez être assuré que votre travail n'a sûrement pas été vain. »

# NC157B668-tu16
source: That admission encapsulates the problem with the Sardis era; they would not take this truth to the world!
fr: Cette admission résume bien le problème de l'ère Sardes ; ils ne voulaient pas révéler cette vérité au monde !

# NC157B668-tu16
source: The Sardis members of God’s Church did nothing with it, but Mr. Armstrong did—and in dramatic fashion.
fr: Les membres de l’Église de Dieu de Sardes n’en ont rien fait, mais M. Armstrong l’a fait — et de manière spectaculaire.

# NC157B668-tu17
source: Mr. Armstrong was ordained into the ministry in June 1931, and through him, God revealed more Bible truth.
fr: M. Armstrong a été ordonné au ministère en juin 1931, et par son intermédiaire, Dieu a révélé davantage de vérités bibliques.

# NC157B668-tu17
source: He also began a humble radio broadcast that became the <g id="1">World Tomorrow </g>program in 1934, as well as the <g id="2">Plain Truth</g> magazine.
fr: Il a également lancé une modeste émission de radio qui est devenue le programme <g id="1">Le monde de demain</g> en 1934, ainsi qu'une revue, la <g id="2">Pure vérité</g>.

# NC157B668-tu18
source: Then, in 1945, this small work, dynamically alive with restored truth, reached a turning point.
fr: Puis, en 1945, cette petite œuvre, dynamiquement vivante avec une vérité rétablie, a connu un tournant.

# NC157B668-tu18
source: That was the year that Mr. Armstrong published <g id="1">The United States and Britain in Prophecy.</g>
fr: Ce fut l'année où M. Armstrong a publié <g id="1">Les Anglo-Saxons selon la prophétie.</g>

# NC157B668-tu19
source: The book constituted a loud trumpet blast, not only informing modern nations that they descended from ancient Israel but also alerting them to prophecies warning them to repent.
fr: Le livre constituait un coup de trompette retentissant, informant non seulement les nations modernes qu'elles descendaient de l'ancien Israël, mais les avertissant également des prophéties leur enjoignant de se repentir.

# NC157B668-tu20
source: In 1947, Mr. Armstrong founded Ambassador College and the publishing department.
fr: En 1947, M. Armstrong a fondé l'Ambassador College et le département des publications.

# NC157B668-tu20
source: The work of proclaiming Bible prophecy grew rapidly.
fr: L'œuvre de proclamation de la prophétie biblique a rapidement pris de l'ampleur.

# NC157B668-tu21
source: The wonderful restored truth of the identity of the U.S. and Britain in Bible prophecy has been under attack ever since.
fr: La merveilleuse vérité rétablie de l'identité des États-Unis et de la Grande-Bretagne selon la prophétie biblique a depuis lors fait l'objet d'attaques.

# NC157B668-tu22
source: War Over the Truth
fr: La guerre pour la vérité

# NC157B668-tu23
source: Mr. Armstrong expanded the book in 1967 and continued offering it on radio and television and in print and advertising, with 6 million requests coming in over his lifetime.
fr: M. Armstrong a ajouté au livre en 1967 et a continué à le proposer à la radio, à la télévision, dans la presse écrite et dans des publicités, et a reçu 6 millions de demandes au cours de sa vie.

# NC157B668-tu24
source: In the 1970s, as Mr. Armstrong was traveling and meeting hundreds of heads of state, legislators and other world leaders, rebellious Church leaders began to water down doctrines and bring liberal ideas into Ambassador College.
fr: Dans les années 1970, alors que M. Armstrong voyageait et rencontrait des centaines de chefs d'État, de législateurs et d'autres dirigeants du monde, des dirigeants rebelles de l'Église ont commencé à édulcorer les doctrines et à introduire des idées libérales au sein de l'Ambassador College.

# NC157B668-tu24
source: They gutted the content of <g id="1">The United States and Britain in Prophecy, </g>unfairly calling it racist and unscholarly.
fr: Ils ont vidé de son contenu <g id="1">Les Anglo-Saxons selon la prophétie</g>, le qualifiant injustement de raciste et de non scientifique.
