Repository: ddisanto-langops/automate-labels
Catalog: temp.xliff
Languages: fr

# NDE1E6F1D-tu28
source: As Isaiah prophesied, “<g id="1">The way of peace they know not</g>; and there is no judgment in their goings: they have made them crooked paths: whosoever goeth therein <g id="2">shall not know peace”</g> (Isaiah 59:8; also Romans 3:17).
fr: Comme Ésaïe l'a prophétisé : « <g id="1">Ils ne connaissent pas le chemin de la paix,</g> et il n'y a point de justice dans leurs voies ; ils prennent des sentiers détournés : quiconque y marche <g id="2">ne connaît point la paix. »</g> (Ésaïe 59 : 8 ; voir aussi Romains 3 : 17).

# NDE1E6F1D-tu29
source: There is a <g id="1">way of peace. </g>World leaders, certainly including President Trump, <g id="2">believe</g> they know it.
fr: Il existe une <g id="1">voie de paix. </g>Les dirigeants du monde, notamment le président Trump, <g id="2">croient</g> la connaître.

# NDE1E6F1D-tu29
source: They believe that the solution to war—the land claims, trade disputes, cultural conflicts, missed opportunities, lost childhoods, poverty, homelessness, malnutrition, disease, rape, crime, torture and slaughter—somehow lies within their own judgment and their own goings.
fr: Ils croient que la solution à la guerre — les revendications territoriales, les différends commerciaux, les conflits culturels, les occasions manquées, les enfances perdues, la pauvreté, le sans-abrisme, la malnutrition, les maladies, les viols, la criminalité, la torture et les massacres — réside en quelque sorte dans leur propre jugement et leurs propres actions.

# NDE1E6F1D-tu29
source: It does not.
fr: Ce n'est pas le cas.

# NDE1E6F1D-tu30
source: In fact, to this point, much of what President Trump has done has had the <g id="1">opposite</g> effect to what he hoped.
fr: En fait, jusqu'à présent, la plupart des mesures prises par le président Trump ont eu l'effet <g id="1">inverse</g> de ce qu'il espérait.

# NDE1E6F1D-tu31
source: He has repeatedly said he just wants to “stop the killing.” That is an important goal—especially given the tragedies unfolding in Ukraine. Some 9,000-plus people have died<g id="1"> </g>every month, and <g id="2">will die </g>next month, until this is stopped.
fr: Il a répété à plusieurs reprises qu'il souhaitait simplement « mettre fin aux tueries ». C'est un objectif important, surtout au vu des tragédies qui se déroulent actuellement en Ukraine. Plus de 9 000 personnes meurent<g id="1"> </g>chaque mois, et <g id="2">d'autres mourront</g> le mois prochain, jusqu'à ce que cela cesse.

# NDE1E6F1D-tu31
source: Yet after every “perfect phone call” with Trump, Putin has intensified his murderous war.
fr: Pourtant, après chaque « appel téléphonique parfait » avec Trump, Poutine a intensifié sa guerre meurtrière.

# NDE1E6F1D-tu32
source: Trump <g id="1">hoped</g> to pry China and other countries away from Putin to isolate Russia.
fr: Trump <g id="1">espérait</g> éloigner la Chine et d'autres pays de Poutine afin d'isoler la Russie.

# NDE1E6F1D-tu32
source: Instead, over the past 3½ years China has drawn even closer to Russia, as have other Asian nations.
fr: Au contraire, au cours des trois dernières années et demie, la Chine s'est rapprochée encore davantage de la Russie, tout comme d'autres pays asiatiques.

# NDE1E6F1D-tu32
source: While the U.S. threatens and institutes sanctions, these countries are actively saving Russia from economic collapse.
fr: Alors que les États-Unis menacent et imposent des sanctions, ces pays s'emploient activement à sauver la Russie de l'effondrement économique.

# NDE1E6F1D-tu32
source: In August, President Trump raised India’s tariff rate to 50 percent and insisted that it stop buying Russian oil.
fr: En août, le président Trump a augmenté le taux des tarifs douaniers imposés à l'Inde à 50 pour cent et a insisté pour que ce pays cesse d'acheter du pétrole russe.

# NDE1E6F1D-tu32
source: India responded by strengthening its commitment and even tightening its defense ties with Russia.
fr: L'Inde a réagi en renforçant son engagement et en resserrant ses liens avec la Russie dans le domaine de la défense.

# NDE1E6F1D-tu32
source: Prime Minister Narendra Modi visited the Shanghai Cooperation Organization meeting in China and literally hugged Putin.
fr: Le Premier ministre Narendra Modi a assisté au sommet de l'Organisation de coopération de Shanghai en Chine et a littéralement étreint Poutine.

# NDE1E6F1D-tu33
source: Perhaps the most critical unintended consequence of Trump’s peace efforts is the most unrecognized.
fr: La conséquence involontaire la plus importante des efforts de paix de Trump est peut-être la plus méconnue.

# NDE1E6F1D-tu33
source: Trump <g id="1">hoped </g>to increase European security and boost <g id="2">nato</g>’s strength by encouraging European militarization and jump-starting diplomacy.
fr: Trump <g id="1">espérait </g>accroître la sécurité européenne et renforcer la puissance de l'<g id="2">OTAN</g> en encourageant la militarisation européenne et en relançant la diplomatie.

# NDE1E6F1D-tu33
source: But renewed hope for an agreement could backfire. One could foresee Putin drawing out “peace” talks with a litany of demands that Ukraine and Europe would never agree to—but that Trump would be unwilling to stand against.
fr: Mais un espoir renouvelé pour un accord pourrait se retourner contre lui. On pourrait envisager que Poutine prolonge les pourparlers de « paix » avec une litanie d'exigences auxquelles l'Ukraine et l'Europe n'accepteraient jamais — mais que Trump ne serait pas disposé à contrecarrer.

# NDE1E6F1D-tu33
source: Right now, the Europeans are trying to appease the president by appearing receptive to whatever he suggests.
fr: En ce moment, les Européens essaient d'apaiser le président en se montrant réceptifs à toutes ses suggestions.

# NDE1E6F1D-tu33
source: But in the end, he wants to make a deal and walk away.
fr: Mais en fin de compte, il veut conclure un accord et s'en aller.

# NDE1E6F1D-tu33
source: They don’t have that luxury.
fr: Ils n'ont pas ce luxe.

# NDE1E6F1D-tu33
source: When the prospects of peace are exposed as illusory, it will be one more nail in the coffin of the trans-Atlantic alliance (article, page 6).
fr: Lorsque les perspectives de paix s'avéreront illusoires, ce sera un clou de plus dans le cercueil de l'alliance transatlantique (article, page 6).

# NDE1E6F1D-tu34
source: But dividing Europe from the U.S. isn’t the only hidden danger of Trump’s Ukraine peace efforts.
fr: Mais la division de l'Europe par rapport aux États-Unis n'est pas le seul danger caché des efforts de paix de Trump en Ukraine.

# NDE1E6F1D-tu34
source: His demand that the Europeans arm themselves more powerfully, they are carrying out—vigorously (article, page 10).
fr: Sa demande aux Européens de s'armer plus puissamment, ils la mettent en œuvre — avec vigueur (article, page 10).

# NDE1E6F1D-tu34
source: And here is the ultimate unintended consequence: Bible prophecy reveals unequivocally that those weapons and forces, before being directed against Russia, are going to be <g id="1">turned against America.</g> (Read about this in our Trend article “<g id="2">Why the <g id="3">Trumpet </g>Watches Europe’s Push Toward a Unified Military</g>” at <g id="4">theTrumpet.com/15727.</g>)
fr: Et voici la conséquence ultime non intentionnelle : la prophétie biblique révèle sans équivoque que ces armes et ces forces, avant d'être dirigées contre la Russie, seront <g id="1">dirigées contre l'Amérique</g> (lisez-en plus dans notre article sur la tendance « <g id="2">Pourquoi la <g id="3">Trompette </g>surveille l'élan de l'Europe vers une armée unifiée</g> » à l'adresse <g id="4">https://www.latrompette.fr/articles/posts/pourquoi-la-trompette-surveille-la-poussee-de-l-europe-vers-une-armee-unifiee</g>).

# NDE1E6F1D-tu35
source: As Mr. Flurry wrote in our April issue, “Peace is a noble goal, but if it is pursued the wrong way, that effort ends up achieving the opposite!” (“<g id="1">Does Donald Trump Know the Way to Peace?</g>”, <g id="2">theTrumpet.com/31135</g>).
fr: Comme l'écrivait M. Flurry dans notre numéro d'avril, « la paix est un objectif noble, mais si elle est poursuivie de la mauvaise manière, cet effort finit par accomplir le contraire ! »( "<g id="1">Donald Trump connaît-il le chemin de la paix ?"</g>, <g id="2">theTrumpet.com/31135</g>).

# NDE1E6F1D-tu36
source: In the end, the cracks in the international order are destined to give way.
fr: En fin de compte, les fissures dans l'ordre international sont destinées à céder.

# NDE1E6F1D-tu37
source: Dams burst suddenly, furiously.
fr: Les barrages cèdent soudainement, avec violence.

# NDE1E6F1D-tu37
source: History repeatedly reminds us that assurances of peace are at their most grandiloquent just before the most shocking eruptions of violence.
fr: L'histoire nous rappelle régulièrement que les assurances de paix sont les plus grandiloquentes juste avant les éruptions de violence les plus choquantes.

# NDE1E6F1D-tu37
source: It is as 1 Thessalonians 5:3 says: “For when they shall say, Peace and safety; then sudden destruction cometh upon them ….”
fr: C'est comme ce que dit 1 Thessaloniciens 5 :3 : « Quand les hommes diront : Paix et sûreté ! alors une ruine soudaine les surprendra ... ».

# NDE1E6F1D-tu38
source: Perils of Human Nature
fr: Les périls de la nature humaine

# NDE1E6F1D-tu39
source: Human nature resides in all of us.
fr: La nature humaine réside en chacun de nous.

# NDE1E6F1D-tu39
source: It is inspired by Satan the devil, the father of liars and murderers, who as “prince of the power of the air” broadcasts his attitudes of selfishness, vanity, greed, competition, hatred and malice into human minds (John 8:44; <g id="1">Ephesians 2:2</g>). (You can find a thorough biblical explanation of this truth in our free booklet <g id="2">Human Nature: What Is It?</g>)
fr: Elle est inspirée par Satan le diable, le père des menteurs et des meurtriers, qui, en tant que « prince de la puissance de l'air », diffuse ses attitudes d'égoïsme, de vanité, d'avidité, de compétition, de haine et de malice dans les esprits humains (Jean 8 : 44 ; <g id="1">Éphésiens 2 : 2</g>). (Vous trouverez une explication biblique approfondie de cette vérité dans notre brochure gratuite <g id="2">La nature humaine — qu’est-ce que c’est ?</g>)

# NDE1E6F1D-tu40
source: One expression of human nature can be seen in the deceitful, murderous actions of the dictator of Russia, grasping for land, lying about his intentions, upending lives.
fr: Une expression de la nature humaine peut être observée dans les actions trompeuses et meurtrières du dictateur russe, qui s'empare de terres, ment sur ses intentions et bouleverse des vies.

# NDE1E6F1D-tu41
source: Here is an insightful paragraph from that April article: “Putin is an evil, ruthless, vindictive agent with Soviet-style methods of psychological warfare, assassination and war.
fr: Voici un paragraphe révélateur de cet article d'avril : « Poutine est un agent maléfique, impitoyable et vindicatif qui utilise des méthodes de style soviétique en matière de guerre psychologique, d'assassinat et de guerre.

# NDE1E6F1D-tu41
source: He has disgusting and devastating policies that are sick to the core and even satanic!” In another article, “<g id="1">Should Donald Trump Trust Vladimir Putin?</g>”, Mr. Flurry wrote, “This is a man with beastly power and with a beastly desire to rule the world!
fr: Il a des politiques dégoûtantes et dévastatrices qui sont malades jusqu'à la moelle et même sataniques ! » Dans un autre article intitulé « <g id="1">Donald Trump doit-il faire confiance à Vladimir Poutine ?</g> », M. Flurry écrit : « C'est un homme qui a un pouvoir bestial et un désir bestial de dominer le monde !

# NDE1E6F1D-tu41
source: He is a vengeful, monstrous friend of the devil with all sorts of anti-God policies.
fr: C'est un ami du diable, vengeur et monstrueux, qui mène toutes sortes de politiques anti-Dieu.

# NDE1E6F1D-tu41
source: He is steeped in secrecy, deception, manipulation, aggression, intimidation, coercion and force, and there is far more about him that we do not know” (<g id="2">theTrumpet.com/14519</g>).
fr: Il est plongé dans le secret, la tromperie, la manipulation, l'agression, l'intimidation, la coercition et la force, et nous ignorons bien d'autres choses à son sujet » (<g id="2">theTrumpet.com/14519</g>).

# NDE1E6F1D-tu42
source: Another, contrasting expression of human nature is the inability to recognize evil.
fr: Une autre expression contrastée de la nature humaine est l'incapacité à reconnaître le mal.

# NDE1E6F1D-tu42
source: This causes the erroneous belief that, deep down, everyone really wants peace.
fr: Il en résulte la croyance erronée qu'au fond, tout le monde veut vraiment la paix.

# NDE1E6F1D-tu42
source: Because we don’t want to acknowledge the evil within our own hearts, we can be naive about the reality of evil within others.
fr: Parce que nous ne voulons pas reconnaître le mal qui se trouve dans notre propre cœur, nous pouvons être naïfs face à la réalité du mal chez les autres.

# NDE1E6F1D-tu42
source: We are seduced by promises of peace when there is no peace (e.g. Ezekiel 13:10).
fr: Nous sommes séduits par des promesses de paix quand il n'y a pas de paix (Ézéchiel 13 : 10).

# NDE1E6F1D-tu42
source: In its extreme, people reject reality and tell the prophets, “Prophesy not unto us right things, speak unto us smooth things, prophesy deceits” (Isaiah 30:10).
fr: Dans son extrême, les gens rejettent la réalité et disent aux prophètes : « Ne nous prophétisez pas des vérités, dites-nous des choses flatteuses, prophétisez des chimères » (Ésaïe 30 : 10).

# NDE1E6F1D-tu43
source: Several episodes in history warn of what happens when individuals embodying the first of those tendencies prey upon individuals exhibiting the latter.
fr: Plusieurs épisodes de l'histoire mettent en garde sur ce qui se passe lorsque des individus incarnant le premier de ces deux comportements s'en prennent à des individus présentant ce dernier.

# NDE1E6F1D-tu44
source: In President Trump, this natural credulity is coupled with yet another mark of human nature: swelling self-confidence.
fr: Chez le président Trump, cette crédulité naturelle se double d'une autre marque de la nature humaine : une confiance en soi démesurée.

# NDE1E6F1D-tu44
source: It is a truly toxic combination. “Trump believes he can negotiate with Putin, giving him sections of Ukraine and expecting this to pacify him,” Mr. Flurry wrote in that April article. “That reveals a total lack of comprehension of the man he is dealing with.”
fr: C'est une combinaison vraiment toxique. « Trump pense pouvoir négocier avec Poutine, lui céder certaines parties de l'Ukraine et espérer ainsi l'apaiser », écrivait M. Flurry dans cet article publié en avril. « Cela révèle une incompréhension totale de l'homme avec lequel il traite. ».

# NDE1E6F1D-tu45
source: He then asked, “Can God get along with the devil?”
fr: Il a ensuite demandé : « Dieu peut-Il s'entendre avec le diable ? »

# NDE1E6F1D-tu46
source: That is a searching question.
fr: C'est une question qui mérite d'être posée.

# NDE1E6F1D-tu46
source: It exposes the real battle playing out both on the ravaged steppes of Ukraine and in the halls of diplomacy echoing with plans for peace.
fr: Cela expose la véritable bataille qui se joue à la fois dans les steppes ravagées de l'Ukraine et dans les couloirs de la diplomatie où résonnent les projets de paix.

# NDE1E6F1D-tu47
source: The real roadblock to peace is not merely an ex-<g id="1">kgb</g> agent seeking to restore the motherland’s past glories.
fr: Le véritable obstacle à la paix n'est pas simplement un ancien agent du <g id="1">KGB</g> qui cherche à restaurer les gloires passées de la mère patrie.

# NDE1E6F1D-tu47
source: Nor is it a comedian-turned-commander refusing to capitulate to foreign aggression.
fr: Il ne s'agit pas non plus d'un comédien devenu commandant qui refuse de capituler devant une agression étrangère.

# NDE1E6F1D-tu47
source: Nor is it a security alliance that is encroaching too close, or, conversely, advancing with insufficient force.
fr: Il ne s'agit pas non plus d'une alliance de sécurité qui empiète trop près, ou, inversement, d'une alliance avançant avec une force insuffisante.

# NDE1E6F1D-tu47
source: Nor is it a lack of ingenuity or acumen in finding the precise penalties and ideal incentives to get someone to sign a piece of paper, or in devising the perfect compromise that all parties can live with.
fr: Il ne s'agit pas non plus d'un manque d'ingéniosité ou de perspicacité pour trouver les sanctions précises et les incitations idéales pour amener quelqu'un à signer un papier, ou pour concevoir le compromis parfait avec lequel toutes les parties peuvent s'accommoder.

# NDE1E6F1D-tu48
source: The real roadblock to peace is minds clashing with minds, all saturated with human nature, all inspired and manipulated by the devil.
fr: Le véritable obstacle à la paix, ce sont les esprits qui s'affrontent, tous saturés de la nature humaine, tous inspirés et manipulés par le diable.

# NDE1E6F1D-tu49
source: <g id="1">The way of peace they know not.</g> The results prove it.
fr: <g id="1">Ils ne connaissent pas le chemin de la paix.</g> Les résultats le prouvent.

# NDE1E6F1D-tu49
source: Yet even in the face of failure, they are not consulting the one Being who <g id="2">does</g> know that way, the Being who <g id="3">authored</g> the way of peace—the Being who promises to <g id="4">restore</g> that way to the whole Earth very soon.
fr: Pourtant, même face à l'échec, ils ne consultent pas le seul Être <g id="2">qui</g> connaît cette voie, l'Être qui <g id="3">a créé</g> la voie de la paix — l'Être qui promet de <g id="4">restaurer</g> cette voie sur la Terre entière très bientôt.

# NDE1E6F1D-tu50
source: Ambassadors of Peace
fr: Ambassadeurs de la paix

# NDE1E6F1D-tu51
source: The God that these presidents, ambassadors and envoys ignore is allowing them their day.
fr: Le Dieu que ces présidents, ambassadeurs et envoyés ignorent leur permet de vivre leur journée.

# NDE1E6F1D-tu51
source: He is giving them their chance to try every pact and plan, to forge every confederation and compact, to deploy every tool of diplomacy they can devise. And ultimately, they will all prove that “There is a way [of peace] which seemeth right unto a man, but the end thereof are the ways of death” (Proverbs 14:12).
fr: Il leur donne l'occasion d'essayer tous les pactes et tous les plans, de forger toutes les confédérations et tous les accords, de déployer tous les outils diplomatiques qu'ils peuvent concevoir. Et en fin de compte, ils prouveront tous que « Telle voie [de la paix] paraît droite à un homme, mais son issue, c'est la voie de la mort » (Proverbes 14 : 12).

# NDE1E6F1D-tu52
source: The same prophet who condemned our modern-day leaders for their ignorance of the way of peace also foretold the outcome of their labors.
fr: Le même prophète qui a condamné nos dirigeants modernes pour leur ignorance du chemin de la paix a également prédit le résultat de leurs efforts.

# NDE1E6F1D-tu52
source: When all is said and done, he wrote, “<g id="1">the ambassadors of peace shall weep bitterly</g>” (Isaiah 33:7).
fr: Quand tout est dit et fait, il a écrit que « <g id="1">les ambassadeurs de paix pleureront amèrement</g> » (Ésaïe 33 : 7).

# NDE1E6F1D-tu53
source: The Bible’s prophecies of the horrors that are about to befall this world—when America has fallen from its perch, when the armies of a hypermilitarized Europe mobilize, when the forces of Putin’s Russia combine with those of the rest of populous Asia to wreak carnage on a scale even the victims in Ukraine cannot now fathom—truly depict conditions that will bring bitter weeping.
fr: Les prophéties bibliques sur les horreurs qui sont sur le point de s'abattre sur ce monde — lorsque l'Amérique sera tombée de son piédestal, lorsque les armées d'une Europe hypermilitarisée se mobiliseront, lorsque les forces de la Russie de Poutine s'allieront à celles du reste de l'Asie peuplée pour faire un carnage d'une ampleur que même les victimes en Ukraine ne peuvent imaginer aujourd'hui — décrivent vraiment des conditions qui amèneront des pleurs amers.

# NDE1E6F1D-tu54
source: But God is allowing all these failures and calamities for a purpose—to teach a lesson that we can learn even today, before conditions get worse: <g id="1">There is no hope in man.</g>
fr: Mais Dieu permet tous ces échecs et ces calamités dans un but — enseigner une leçon que nous pouvons apprendre encore aujourd'hui, avant que les conditions ne s'aggravent : <g id="1">Il n'y a aucun espoir en l'homme.</g>

# NDE1E6F1D-tu55
source: “Thus saith the Lord; Cursed be the man that trusteth in man, and maketh flesh his arm, and whose heart departeth from the Lord” (Jeremiah 17:5).
fr: « Ainsi parle l’Éternel : Maudit soit l’homme qui se confie dans l’homme, qui prend la chair pour son appui, et qui détourne son cœur de l’Éternel ! » (verset 17).

# NDE1E6F1D-tu55
source: Can you look at the world today and recognize the truth in that scripture?
fr: Pouvez-vous regarder le monde aujourd'hui et reconnaître le bien-fondé de cette écriture ?

# NDE1E6F1D-tu55
source: Trusting in man brings <g id="1">curses. </g>And those curses are about to proliferate and overtake the nations and every person on Earth.
fr: Faire confiance à l'homme apporte <g id="1">des malédictions. </g>Et ces malédictions sont sur le point de proliférer et de s'emparer des nations et de chaque personne sur la Terre.

# NDE1E6F1D-tu56
source: By contrast, though, “Blessed is the man that trusteth in the Lord, and whose hope the Lord is” (verse 7).
fr: Cependant, « Béni soit l'homme qui se confie dans l'Éternel, et dont l'Éternel est l'espérance » (verset 7).

# NDE1E6F1D-tu57
source: God knows the <g id="1">way of peace. </g>He reveals that way in His Word.
fr: Dieu connaît le <g id="1">chemin de la paix.</g> Il révèle ce chemin dans Sa Parole.

# NDE1E6F1D-tu57
source: It is rooted in the law of God, His commandments, which define good and evil, distinguish righteousness from wickedness. “And the work of righteousness shall be peace; and the effect of righteousness quietness and assurance for ever.
fr: Il est enraciné dans la loi de Dieu, Ses commandements, qui définissent le bien et le mal, distinguent la droiture de la méchanceté. « L'œuvre de la justice sera la paix, et le fruit de la justice le repos et la sécurité pour toujours.

# NDE1E6F1D-tu57
source: And my people shall dwell in a peaceable habitation, and in sure dwellings, and in quiet resting places” (Isaiah 32:17-18).
fr: Mon peuple demeurera dans le séjour de la paix, dans des habitations sûres, dans des asiles tranquilles » (Ésaïe 32 : 17-18).

# NDE1E6F1D-tu58
source: God is a God of peace (Romans 15:33; 16:20; Philippians 4:9).
fr: Dieu est un Dieu de paix (Romains 15 : 33 ; 16 : 20 ; Philippiens 4 : 9).

# NDE1E6F1D-tu58
source: He promises, again through the Prophet Isaiah, “I create the fruit of the lips; Peace, peace to him that is far off, and to him that is near, saith the Lord; and I will heal him” (Isaiah 57:19).
fr: Il promet, à nouveau par l'entremise du prophète Ésaïe, « Je mettrai la louange sur les lèvres. Paix, paix à celui qui est loin et à celui qui est près ! dit l'Éternel. Je les guérirai » (Ésaïe 57 : 19).

# NDE1E6F1D-tu59
source: When this evil world culminates in a paroxysm of violence, Jesus Christ will return in glory, bringing the peace this world lacks and yearns for.
fr: Lorsque ce monde maléfique culminera dans un paroxysme de violence, Jésus-Christ reviendra dans la gloire, apportant la paix qui manque à ce monde et qu'Il désire tant.
