Repository: ddisanto-langops/automate-labels
Catalog: temp.xliff
Languages: fr

# NABE1D3B6-tu36
source: But Peter said those trials are more precious than gold (1 Peter 1:7).
fr: Mais Pierre a dit que ces épreuves sont plus précieuses que l'or (1 Pierre 1 : 7).

# NABE1D3B6-tu36
source: He is telling us, <g id="1">Don’t worry about the trials and tests.
fr: Il nous dit : <g id="1">Ne vous inquiétez pas des épreuves et des épreuves.

# NABE1D3B6-tu36
source: God tries and tests you because He loves you.
fr: Dieu vous met à l'épreuve et vous teste parce qu'Il vous aime.

# NABE1D3B6-tu36
source: He is shaping and molding you, building His character in you!
fr: Il vous façonne et vous modèle, bâtissant Son caractère en vous !

# NABE1D3B6-tu37
source: God’s true Church is being scrutinized and evaluated right now (1 Peter 4:17).
fr: La véritable Église de Dieu est actuellement soumise à un examen approfondi (1 Pierre 4 : 17).

# NABE1D3B6-tu37
source: We must be building with gold, silver and precious stones—or everything we build in life will burn like wood, hay and stubble, which means losing our reward (1 Corinthians 3:12-15).
fr: Nous devons construire avec de l'or, de l'argent et des pierres précieuses, sinon tout ce que nous construirons dans cette vie brûlera comme du bois, du foin et de la paille, ce qui signifie que nous perdrons notre récompense (1 Corinthiens 3 : 12-15).

# NABE1D3B6-tu38
source: Far too many of God’s own people have become spiritually lukewarm and blind to this prophetic understanding because they have rejected His authority (Revelation 3:17).
fr: Un nombre bien trop élevé de ceux que Dieu appelle sont devenus tièdes spirituellement et aveugles à cette compréhension prophétique parce qu'ils ont rejeté Son autorité (Apocalypse 3 : 17).

# NABE1D3B6-tu38
source: You must obey God to receive this understanding—and you must obey God to keep it!
fr: Vous devez obéir à Dieu pour recevoir cette compréhension, et vous devez obéir à Dieu pour la garder !

# NABE1D3B6-tu39
source: What thrilling rewards await those who do the work of God today. <g id="1">Thayer’s Greek Lexicon</g> says about the “morning star”: “I will give to him the morning star that he may be irradiated with its splendor and outshine all others.” Who is “the morning star”?
fr: Quelles récompenses enthousiasmantes attendent ceux qui font l'Œuvre de Dieu aujourd'hui. Le <g id="1">lexique grec de Thayer</g> dit à propos de l'« étoile du matin » : « Je lui donnerai l'étoile du matin pour qu'il soit illuminé par sa splendeur et qu'il éclipse tous les autres. » Qui est l'« étoile du matin » ?

# NABE1D3B6-tu39
source: Revelation 22:16 tells us it is <g id="2">Jesus Christ</g>!
fr: Apocalypse 22 : 16 nous dit qu'il s'agit de <g id="2">Jésus-Christ</g> !

# NABE1D3B6-tu39
source: Christ is the brightest of all the stars, and those who receive Him are going to become <g id="3">His Bride</g>! (Revelation 2:28; 19:7).
fr: Le Christ est l'étoile la plus brillante de toutes, et ceux qui Le reçoivent vont devenir <g id="3">Son Épouse</g> ! (Apocalypse 2 : 28 ; 19 : 7).

# NABE1D3B6-tu40
source: Paul said that one star differs from another star in glory (1 Corinthians 15:41).
fr: Paul a dit qu'une étoile diffère d'une autre en gloire (1 Corinthiens 15 : 41).

# NABE1D3B6-tu40
source: God will give us glory in the stars according to what we do in this work today, before the Second Coming.
fr: Dieu nous donnera la gloire au milieu des étoiles en fonction de ce que nous faisons dans cette Œuvre aujourd'hui, avant la Seconde Venue.

# NABE1D3B6-tu40
source: The more we put our heart into God’s work, the more He will bless and reward us.
fr: Plus nous mettons notre cœur dans l'Œuvre de Dieu, plus Il nous bénira et nous récompensera.

# NABE1D3B6-tu41
source: The Greatest Opportunity
fr: La plus grande opportunité

# NABE1D3B6-tu42
source: The greatest opportunity to do God’s work is today.
fr: C'est aujourd'hui que se présente la plus grande opportunité d'accomplir l'Œuvre de Dieu.

# NABE1D3B6-tu42
source: We are broadcasting and publishing the more sure word of prophecy.
fr: Nous diffusons et publions la parole plus certaine de la prophétie.

# NABE1D3B6-tu42
source: In this magazine we cover many Bible prophecies.
fr: Dans cette revue, nous abordons de nombreuses prophéties bibliques.

# NABE1D3B6-tu42
source: We also distribute booklets that explain them in even greater detail, and we offer them all to you free.
fr: Nous distribuons également des brochures qui les expliquent encore plus en détail, et nous vous les offrons gratuitement.

# NABE1D3B6-tu43
source: All these prophecies support God’s overarching goal: to re-create Himself in man!
fr: Toutes ces prophéties soutiennent l'objectif général de Dieu : se recréer Lui-même dans l'homme !

# NABE1D3B6-tu44
source: How much is this future reality part of your day-to-day life? God wants a <g id="1">living hope</g> in you! (1 Peter 1:3; Revised Standard Version).
fr: Dans quelle mesure cette réalité future fait-elle partie de votre vie quotidienne ? Dieu veut qu'il y ait une <g id="1">espérance vivante</g> en vous ! (1 Pierre 1 : 3).

# NABE1D3B6-tu44
source: Do you have this wonderful, joy-filled, <g id="2">living hope</g>?
fr: Avez-vous cette <g id="2">espérance vivante</g> merveilleuse et joyeuse ?

# NABE1D3B6-tu45
source: If you have this hope, then you have everything!
fr: Si vous avez cette espérance, alors vous avez tout !

# NABE1D3B6-tu45
source: There is no reason to fear events in this world.
fr: Il n'y a aucune raison de craindre ce qui se passe dans ce monde.

# NABE1D3B6-tu45
source: Peter was about to die, yet he was filled with hope!
fr: Pierre était sur le point de mourir, mais il était rempli d'espoir !

# NABE1D3B6-tu46
source: Even if you are facing death, you can be filled with hope as Peter was—<g id="1">knowing</g> that the moment you are resurrected, you will receive a spectacular reward!
fr: Même si vous êtes confronté à la mort, vous pouvez être rempli d'espoir comme l'était Pierre, <g id="1">sachant</g> qu'au moment où vous serez ressuscité, vous recevrez une récompense spectaculaire !

# NABE1D3B6-tu47
source: <g id="1">We have a more sure word of prophecy</g>!
fr: <g id="1">Nous avons une parole prophétique plus certaine</g> !

# NABE1D3B6-tu47
source: Our understanding of prophecy comes directly from God.
fr: Notre compréhension de la prophétie vient directement de Dieu.

# NABE1D3B6-tu47
source: He tells us what is coming and how it leads to the return of Jesus Christ.
fr: Il nous parle de ce qui va arriver et de la manière dont cela mène au retour de Jésus-Christ.

# NABE1D3B6-tu47
source: We need this joyful anticipation of the glorious future that awaits God’s Family to motivate us to work diligently for God. <x id="2"/><g id="3">n</g>
fr: Nous avons besoin de cette anticipation joyeuse du futur glorieux qui attend la Famille de Dieu pour nous motiver à travailler diligemment pour Dieu. <x id="2"/><g id="3"></g>

# NBA7AD8C0-tu1
source: Cover: Gary Dorning/Trumpet, TOC: Julia Goddard/Trumpet/Getty Images
fr: Couverture : Gary Dorning/la Trompette ; Table des matières : Julia Goddard/la Trompette/Getty Images

# N9CDB86A6-tu1
source: The <g id="1">Roadblock </g><g id="2">to</g><g id="3"> Peace</g>
fr: L' <g id="1">obstacle </g><g id="2">à</g><g id="3"> la paix</g>

# NE1176453-tu1
source: Why efforts to end the Ukraine war keep coming up short <g id="1">BY JOEL HILLIKER</g>
fr: Pourquoi les efforts pour mettre fin à la guerre en Ukraine ne cessent d'échouer <g id="1">PAR JOEL HILLIKER</g>

# NFDE95109-tu1
source: Emma Moore/Trumpet/Sergei Supinsky/AFP via Getty Images
fr: Emma Moore/la Trompette/Sergueï Supinsky/AFP via Getty Images

# NDE1E6F1D-tu1
source: <g id="1">D</g>onald Trump wants badly to end the Ukraine war.
fr: <g id="1">D</g>onald Trump veut absolument mettre fin à la guerre en Ukraine.

# NDE1E6F1D-tu1
source: America’s president has poured himself into the effort.
fr: Le président des États-Unis s'est entièrement consacré à cet effort.

# NDE1E6F1D-tu1
source: He has repeatedly dispatched negotiation teams.
fr: À plusieurs reprises, il a dépêché des équipes de négociation.

# NDE1E6F1D-tu1
source: He has brandished carrots and sticks, offering incentives and imposing economic pressure.
fr: Il a brandi la carotte et le bâton, offrant des incitations et imposant des pressions économiques.

# NDE1E6F1D-tu1
source: He has personally arranged and attended meetings.
fr: Il a personnellement organisé et assisté à des réunions.

# NDE1E6F1D-tu1
source: He has risked his credibility as a dealmaker and a peacemaker.
fr: Il a mis en péril sa crédibilité en tant que négociateur et artisan de la paix.

# NDE1E6F1D-tu2
source: Why has it not worked?
fr: Pourquoi cela n'a-t-il pas fonctionné ?

# NDE1E6F1D-tu3
source: Why does the war keep grinding on with a lasting solution seemingly as elusive as ever?
fr: Pourquoi la guerre s'éternise-t-elle alors qu'une solution durable semble toujours aussi difficile à trouver ?

# NDE1E6F1D-tu4
source: Within a few intoxicating days in August, he hosted Vladimir Putin in Alaska, then Ukraine’s president and several other European leaders in the Oval Office. His splashiest effort yet sent hopes soaring—then the peaceniks got punched in the mouth.
fr: En l'espace de quelques jours grisants au mois d'août, il a accueilli Vladimir Poutine en Alaska, avant de recevoir le président ukrainien et plusieurs autres dirigeants européens dans le Bureau ovale. Son initiative la plus spectaculaire à ce jour a fait naître de grands espoirs — avant que les pacifistes ne reçoivent un coup de poing en pleine figure.

# NDE1E6F1D-tu4
source: Russia launched some of its fiercest attacks of the war.
fr: La Russie a déclenché certaines de ses attaques les plus violentes depuis le début de la guerre.

# NDE1E6F1D-tu4
source: It struck an American-owned manufacturing firm, then Ukraine’s Cabinet of Ministers building in Kyiv, which houses the prime minister’s office and some government ministries.
fr: Elle a frappé une entreprise manufacturière américaine, puis le bâtiment du Conseil des ministres ukrainien à Kiev, qui abrite le bureau du Premier ministre et certains ministères.

# NDE1E6F1D-tu4
source: A couple weeks later, Russian suicide drones crossed into Polish air space, and Poland scrambled jets to shoot them down. <g id="1">nato</g> activated Article 4, a united response to a threat against a <g id="2">nato</g> member.
fr: Quelques semaines plus tard, des drones suicides russes ont pénétré dans l'espace aérien polonais, et la Pologne a envoyé des avions de chasse pour les abattre. L'OTAN a activé l'article 4, une réponse unie à une menace contre un membre de l'OTAN.<g id="1"></g><g id="2"></g>

# NDE1E6F1D-tu5
source: The contradiction between Putin shaking Trump’s hand and the ruins smoldering after record drone strikes is jarring.
fr: La contradiction entre Poutine serrant la main de Trump et les ruines fumantes après des frappes de drones record est choquante.

# NDE1E6F1D-tu6
source: What is President Trump missing?
fr: Qu'est-ce que le président Trump ne comprend pas ?

# NDE1E6F1D-tu7
source: The Dam Is Breaking
fr: Le barrage est en train de céder

# NDE1E6F1D-tu8
source: In recent months, it seemed the world was hurtling toward war.
fr: Ces derniers mois, le monde semblait se diriger vers la guerre.

# NDE1E6F1D-tu8
source: All the talk was about the death of<g id="1"> </g><g id="2">nato</g>, the return of nationalism, the surge in militarism, the retreat to the trenches and bunkers, and the looming threat of world war.
fr: N'oubliez pas que depuis des mois, on parle de la mort de<g id="1"> </g><g id="2">l'OTAN</g>, du retour du nationalisme, de l'augmentation du militarisme, d'un retour aux tranchées et aux bunkers, et de la menace imminente d'une guerre mondiale.

# NDE1E6F1D-tu8
source: Cracks in the dam of the international order were springing leaks.
fr: Des fissures dans le barrage de l'ordre international commençaient à laisser passer des fuites.

# NDE1E6F1D-tu9
source: Then in August, it seemed the Western world’s commitment to peace through negotiation enjoyed a resurgence, thanks to Donald Trump.
fr: Puis, en août, l'engagement du monde occidental en faveur de la paix par la négociation a semblé renaître grâce à Donald Trump.

# NDE1E6F1D-tu9
source: Putin visiting American soil for<g id="1"> </g>a chat, Europe’s luminaries rushing to Washington—these looked like extraordinary signs of confidence in a peace process driven entirely by the world’s most powerful man.
fr: Le fait que Vladimir Poutine se soit rendu sur le sol américain pour<g id="1"> </g>discuter, et que les sommités européennes se soient précipitées à Washington — cela ressemble à des signes extraordinaires de confiance dans un processus de paix entièrement piloté par l'homme le plus puissant du monde.

# NDE1E6F1D-tu9
source: Finland’s president gushed, “I think in the past two weeks, we’ve probably had more progress in ending this war than we have in the past 3½ years.”
fr: Le président finlandais s'est exclamé : « Je pense qu'au cours des deux dernières semaines, nous avons probablement fait plus de progrès pour mettre fin à cette guerre qu'au cours des trois dernières années et demie ».

# NDE1E6F1D-tu10
source: Trump’s efforts to talk his way to peace appeared to have patched the fissures.
fr: Les efforts déployés par Trump pour trouver la voie de la paix semblent avoir permis de colmater les brèches.

# NDE1E6F1D-tu11
source: Alas.
fr: Hélas.

# NDE1E6F1D-tu11
source: Events proved otherwise.
fr: Les événements ont prouvé le contraire.

# NDE1E6F1D-tu12
source: Signs are becoming clearer that all the muscle President Trump is putting toward this peace effort isn’t swaying the Russian despot’s mind one iota.
fr: Il apparaît de plus en plus clairement que tous les efforts déployés par le président Trump en faveur de cette initiative de paix ne parviennent pas à faire fléchir d'un iota l'esprit du despote russe.

# NDE1E6F1D-tu12
source: Putin’s actions show that his heart is unchanged.
fr: Les actions de Poutine montrent que son cœur n'a pas changé.

# NDE1E6F1D-tu12
source: And Putin wants war.
fr: Et Poutine veut la guerre.

# NDE1E6F1D-tu13
source: Trump has enjoyed some success in pacifying other hotspots: India-Pakistan, Rwanda-Congo, Thailand-Cambodia, Armenia-Azerbaijan (article, page 15), though the long-term effects will take time to assess.
fr: Trump a réussi à pacifier d'autres points chauds : Inde-Pakistan, Rwanda-Congo, Thaïlande-Cambodge, Arménie-Azerbaïdjan (article, page 15), bien que les effets à long terme prendront du temps à évaluer.

# NDE1E6F1D-tu13
source: But Russia’s butchery in Ukraine is proving to be a Gordian knot.
fr: Mais la boucherie russe en Ukraine s'avère être un nœud gordien.

# NDE1E6F1D-tu14
source: Putin is highly skilled at saying what people want to hear—then doing what he wants to do.
fr: Poutine est très doué pour dire aux gens ce qu'ils veulent entendre, puis pour faire ce qu'il veut.

# NDE1E6F1D-tu14
source: Remember when President George W.
fr: Vous vous souvenez de l'époque où le président George W.

# NDE1E6F1D-tu14
source: Bush met him and said he was “straightforward and trustworthy”?
fr: Bush le rencontra et dit qu'il était « franc et digne de confiance » ?

# NDE1E6F1D-tu14
source: Now, with an American president convinced of his personal ability to “solve anything” and eager to cement his legacy as a peacemaker, and a team of diplomats with little experience and a lot of credulity, Putin has a lot of leverage.
fr: Aujourd'hui, avec un président américain convaincu de sa capacité personnelle à « tout résoudre » et désireux de consolider son héritage d'artisan de la paix, et une équipe de diplomates peu expérimentés et très crédules, Poutine dispose d'une grande marge de manœuvre.

# NDE1E6F1D-tu15
source: What Is Putin After?
fr: Que cherche Poutine ?

# NDE1E6F1D-tu16
source: Consider the man whom Trump believes can be talked into simply calling off his war hounds.
fr: Considérez l'homme dont Trump pense pouvoir convaincre de simplement rappeler ses chiens de guerre.

# NDE1E6F1D-tu16
source: The man who planned, orchestrated and launched this war.
fr: L'homme qui a planifié, orchestré et lancé cette guerre.

# NDE1E6F1D-tu16
source: The man most responsible for the bloodshed, for sustaining and intensifying it for 3½ years.
fr: L'homme le plus responsable du bain de sang, pour l'avoir entretenu et intensifié pendant trois ans et demi.

# NDE1E6F1D-tu17
source: Vladimir Putin’s justifications that he is “denazifying” Ukraine and preventing “genocide” of ethnic Russians in the Donbas have been widely discredited.
fr: Les justifications de Vladimir Poutine selon lesquelles il « dénazifie » l'Ukraine et empêche un « génocide » des Russes ethniques dans le Donbass ont été largement discréditées.

# NDE1E6F1D-tu17
source: However, many believe his claim that <g id="1">nato</g>’s eastward enlargement since the 1990s breaks post-Cold War promises and is meant to encircle Russia.
fr: Cependant, beaucoup croient à sa revendication selon laquelle l'élargissement de l'<g id="1">OTAN</g> vers l'est depuis les années 1990 viole les promesses de l'après-Guerre froide et vise à encercler la Russie.

# NDE1E6F1D-tu18
source: To whatever degree this is true, what is certain is that Putin aims to restore Russian dominance.
fr: Dans la mesure où cela est vrai, ce qui est certain, c’est que Poutine vise à restaurer la domination russe.

# NDE1E6F1D-tu18
source: Ukraine was the breadbasket of the Soviet empire. Russia’s president views it as an artificial, illegitimate state within his nation’s historical sphere and is fighting to prevent it from becoming a “Western bulwark.”
fr: L'Ukraine était le grenier à blé de l'empire soviétique. Le président russe la considère comme un État artificiel et illégitime dans la sphère historique de son pays et se bat pour éviter qu'elle ne devienne un « rempart occidental ».

# NDE1E6F1D-tu19
source: “Putin has long known that if Ukraine allied with Europe, it would significantly diminish his power.
fr: « Poutine sait depuis longtemps que si l'Ukraine s'alliait à l'Europe, cela affaiblirait considérablement son pouvoir.

# NDE1E6F1D-tu19
source: His goal is to resurrect the Soviet empire,” Mr. Flurry writes in his booklet <g id="1">The Prophesied ‘Prince of Russia</g><g id="2">.’</g> “The architecture of that empire was built around Ukraine being a part of it. … Putin applied all that pressure on Ukraine because that nation is the linchpin of his goal of a renewed imperial Russia!”
fr: Son objectif est de ressusciter l'Empire soviétique », écrit M. Flurry dans sa brochure <g id="1">Le « prince de Russie » prophétisé</g><g id="2">.</g> « L'architecture de cet empire était construite autour de l'Ukraine en tant que partie de celui-ci. […] Poutine a exercé toute cette pression sur l'Ukraine parce que cette nation est le pivot de son objectif d'une Russie impériale renouvelée ! »

# NDE1E6F1D-tu20
source: He is wickedly serious about this.
fr: Il est terriblement sérieux à ce sujet.

# NDE1E6F1D-tu20
source: Even after Ukraine and the West proved surprisingly strong and his invasion failed to achieve a quick victory as in Crimea, Putin didn’t back down.
fr: Même après que l'Ukraine et l'Occident se soient montrés étonnamment forts et que son invasion ait échoué à remporter une victoire rapide comme en Crimée, Poutine n'a pas reculé.

# NDE1E6F1D-tu20
source: He dug in.
fr: Il n'abandonne pas

# NDE1E6F1D-tu20
source: And though Europe and America have committed enough help to keep Ukraine in the fight, it has not been enough to win.
fr: Et bien que l'Europe et l'Amérique aient engagé suffisamment d'aide pour permettre à l'Ukraine de continuer à se battre, cela n'a pas suffi pour gagner.

# NDE1E6F1D-tu21
source: Putin has thus directed his military to bomb residential areas; cut off food, water and electricity; deploy chemical weapons; torture, mutilate and execute civilians; and use sexual violence against women, men and children as young as 4 years old, often in front of victims’ families.
fr: Poutine a ainsi ordonné à ses militaires de bombarder des zones résidentielles, de couper la nourriture, l'eau et l'électricité, de déployer des armes chimiques, de torturer, de mutiler et d'exécuter des civils et d'utiliser la violence sexuelle contre des femmes, des hommes et des enfants âgés d'à peine 4 ans, souvent devant les familles des victimes.

# NDE1E6F1D-tu21
source: He has ordered his soldiers to Russify occupied areas, suppress Ukrainian identity and culture, and conduct the mass kidnapping, deportation and brainwashing of children (see “<g id="1">Your Parents Don’t Want You—but Russia Does</g>” at <g id="2">theTrumpet.com/31836</g>).
fr: Il a ordonné à ses soldats de russifier les zones occupées, de supprimer l'identité et la culture ukrainiennes et de procéder à l'enlèvement en masse, à la déportation et au lavage de cerveau des enfants (voir « <g id="1">Vos parents ne veulent pas de vous — mais la Russie oui</g> » sur <g id="2">latrompette.fr</g>).

# NDE1E6F1D-tu22
source: And for 1,260 days and counting, he has proved himself willing to expend some 200 of his own countrymen’s lives per day—day after day after day.
fr: Et depuis 1 260 jours, il a prouvé qu’il était prêt à sacrifier la vie de près de 200 de ses compatriotes chaque jour — jour après jour.

# NDE1E6F1D-tu23
source: Negotiations will not change Putin’s goals.
fr: Les négociations ne changeront pas les objectifs de Poutine.

# NDE1E6F1D-tu23
source: Granted, if he decides that a settlement works to his advantage, he may put his signature to one.
fr: Certes, s'il décide qu'un accord est à son avantage, il peut y apposer sa signature.

# NDE1E6F1D-tu23
source: But it will not alter the fundamental reality of who Russia’s leader is and what he is willing to do.
fr: Mais cela ne changera pas la réalité fondamentale de l'identité du dirigeant russe et de ce qu'il est prêt à faire.

# NDE1E6F1D-tu23
source: The “security guarantees” Ukraine’s allies are seeking from Russia are no different from those Putin agreed to before and then broke.
fr: Les « garanties de sécurité » que les alliés de l'Ukraine demandent à la Russie ne sont pas différentes de celles que Poutine avait acceptées auparavant et qu'il a ensuite rompues.

# NDE1E6F1D-tu24
source: Trump believes he can solve anything.
fr: Trump pense qu'il peut tout résoudre.

# NDE1E6F1D-tu24
source: But as he tries to cajole or strongarm Vladimir Putin, he doesn’t realize what he is up against.
fr: Mais en essayant de cajoler Poutine ou de le contraindre par la force, il ne se rend pas compte de ce à quoi il est confronté.

# NDE1E6F1D-tu25
source: As much as these leaders want peace, they are dealing with a man who wants something very different.
fr: Même si ces dirigeants veulent la paix, ils ont affaire à un homme qui veut quelque chose de très différent.

# NDE1E6F1D-tu25
source: Everything he does for “peace” is only meant to buy more time and create more opportunity.
fr: Tout ce qu'il fait pour la « paix » n'a pour but que de gagner du temps et de créer de nouvelles opportunités.

# NDE1E6F1D-tu26
source: Unintended Consequences
fr: Conséquences involontaires

# NDE1E6F1D-tu27
source: What is the <g id="1">real</g> solution to the Ukraine war?
fr: Quelle est la <g id="1">véritable</g> solution à la guerre en Ukraine ?

# NDE1E6F1D-tu27
source: These leaders will not admit it, but <g id="2">they</g> <g id="3">do not know</g>.
fr: Ces dirigeants ne l'admettront pas, mais <g id="2">ils</g> <g id="3">ne savent pas.</g>
