Repository: ddisanto-langops/automate-labels
Catalog: temp.xliff
Languages: fr

# NF958B5E1-tu1
source: <g id="1">“</g>For you, darkness itself is not dark, and night shines as the day.” The teachers, parents and schoolchildren sitting in church heard this reading of Psalm 139 and were about to respond “Alleluia” when the windows shattered.
fr: <g id="1">«</g> Si je dis : au moins les ténèbres me couvriront, la nuit devient lumière autour de moi ». Les enseignants, les parents et les écoliers assis dans l'église ont entendu cette lecture du Psaume 139 et s'apprêtaient à répondre « Alléluia » lorsque les vitres ont volé en éclats.

# NF958B5E1-tu1
source: People screamed as the pop-pop of gunfire pierced the morning air more than 100 times.
fr: Les gens ont crié lorsque plus d'une centaine de coups de feu ont retenti dans l'air matinal.

# NF958B5E1-tu1
source: Some of the worshipers slumped to the floor.
fr: Certains fidèles se sont effondrés sur le sol.

# NF958B5E1-tu1
source: Twenty-one of them, in their 80s down to age 6, were wounded.
fr: Vingt-et-un d'entre eux, âgés de 80 à 6 ans, ont été blessés.

# NF958B5E1-tu1
source: An 8-year-old and a 10-year-old died<g id="2">.</g>
fr: Un enfant de 8 ans et un enfant de 10 ans sont morts<g id="2">.</g>

# NF958B5E1-tu2
source: <g id="1">Children</g> were wounded and murdered at random by a demonic, perverted former student as they were praising God <g id="2">in church. </g>How could this happen?
fr: Des <g id="1">enfants</g> ont été blessés et assassinés au hasard par un ancien élève démoniaque et pervers — alors qu'ils louaient Dieu <g id="2">dans une église.</g> Comment cela a-t-il pu se produire ?

# NF958B5E1-tu2
source: How could God allow it?
fr: Comment Dieu a-t-Il pu permettre cela ?

# NF958B5E1-tu3
source: Doesn’t God hear our prayers?
fr: Dieu n'entend-Il pas nos prières ?

# NF958B5E1-tu4
source: The subject of prayer became controversial immediately.
fr: Le sujet de la prière est immédiatement devenu controversé.

# NF958B5E1-tu4
source: The same day, the mayor of the city sharply told reporters, “Don’t just say this is about thoughts and prayers right now.
fr: Le même jour, le maire de la ville a dit avec force aux journalistes : « Ne dites pas seulement que cela concerne des pensées et des prières en ce moment.

# NF958B5E1-tu4
source: These kids were literally praying.” The next day, he said that “thoughts and prayers are not going to cut it.” He and many other liberals demanded new “assurances” like state and federal firearms bans.
fr: Ces enfants priaient littéralement. » Le lendemain, il a déclaré que « les pensées et prières ne suffisent pas ». Comme beaucoup d'autres libéraux, il a exigé de nouvelles « garanties », telles que l'interdiction des armes à feu au niveau fédéral et des États.

# NF958B5E1-tu5
source: “Prayers does not end school shootings,” another prominent Democrat posted. “Prayers do not make parents feel safe sending their kids to school.
fr: « Les prières ne [mettent] pas fin aux fusillades dans les écoles », a posté un autre démocrate de premier plan. « Les prières ne font pas sentir aux parents qu'ils peuvent envoyer leurs enfants à l'école en toute sécurité.

# NF958B5E1-tu5
source: Prayer does not bring these kids back.
fr: La prière ne ramène pas ces enfants.

# NF958B5E1-tu5
source: Enough with the thoughts and prayers.”
fr: C'en est assez des pensées et des prières.

# NF958B5E1-tu6
source: Others recognized this as an attack on prayer.
fr: D'autres ont reconnu qu'il s'agissait d'une attaque contre la prière.

# NF958B5E1-tu6
source: The vice president called it “bizarre.” He posted: “‘How dare you pray for innocent people in the midst of tragedy?!’ What are you even talking about?” The White House press secretary called it “disrespectful to the millions of Americans of faith.”
fr: Le vice-président a qualifié cela de « bizarre ». Il a écrit : « Comment osez-vous prier pour des innocents au milieu d'une tragédie ? ! Mais de quoi parlez-vous ? » Le secrétaire de presse de la Maison Blanche a qualifié cela d'« irrespectueux envers les millions d'Américains croyants ».

# NF958B5E1-tu7
source: Liberals <g id="1">are </g>attacking prayer, disrespecting those who are religious, and using this atrocity for their agenda.
fr: Les libéraux <g id="1">sont </g>en train d'attaquer la prière, manquent de respect à ceux qui sont religieux et utilisent cette atrocité pour faire avancer leur programme.

# NF958B5E1-tu7
source: Millions of Americans <g id="2">do </g>have various faiths and <g id="3">do </g>pray.
fr: Des millions d'Américains <g id="2">ont</g> des croyances diverses et <g id="3">prient</g>.

# NF958B5E1-tu7
source: But why <g id="4">aren’t</g> our “thoughts and prayers” ending school shootings?
fr: Mais pourquoi nos « pensées et prières » <g id="4">ne mettent-elles pas</g> fin aux fusillades dans les écoles ?

# NF958B5E1-tu8
source: Prayer is not merely a mental exercise or way to “uplift the spirit,” as some have said.
fr: La prière n'est pas seulement un exercice mental ou une façon d'« élever l'esprit », comme certains l'ont dit.

# NF958B5E1-tu8
source: Prayer can stop evil, but <g id="1">only </g>if it is the kind of prayer taught in the Bible!
fr: La prière peut arrêter le mal, mais <g id="1">seulement </g>si c'est le genre de prière enseigné dans la Bible !

# NF958B5E1-tu9
source: Jesus Christ lived His entire life by powerful prayer—not casual prayer, not ritualistic prayer, but real, effective prayer.
fr: Jésus-Christ a vécu toute sa vie par une prière puissante — non pas une prière occasionnelle, ni une prière rituelle, mais une prière réelle et efficace.

# NF958B5E1-tu9
source: He got up before dawn to pray in a solitary place (<g id="1">Mark 1:35</g>).
fr: Il se levait avant l'aube pour prier dans un endroit solitaire (<g id="1">Marc 1 : 35</g>).

# NF958B5E1-tu9
source: When His disciples asked Him, “Lord, teach us to pray” (<g id="2">Luke 11:1</g>), He taught them how from experience.
fr: Lorsque ses disciples lui ont demandé : « Seigneur, enseigne-nous à prier » (<g id="2">Luc 11 : 1</g>), Il leur a enseigné comment faire à partir de son expérience.

# NF958B5E1-tu10
source: But God does not hear <g id="1">all </g>prayers!
fr: Mais Dieu n'entend pas <g id="1">toutes </g>les prières !

# NF958B5E1-tu10
source: Throughout the Old Testament and the New Testament, the Bible repeatedly shows that many prayers are <g id="2">not</g> heard.
fr: Dans l'Ancien et le Nouveau Testaments, la Bible montre à plusieurs reprises que de nombreuses prières <g id="2">ne sont pas</g> entendues.

# NF958B5E1-tu11
source: Unanswered prayers are a warning sign!
fr: Les prières sans réponse sont un signe d'avertissement !

# NF958B5E1-tu12
source: Isaiah 59:2 says, “But your iniquities have separated between you and your God, and your sins have hid his face from you, that <g id="1">he will not hear.”</g> That is clear: If we knowingly disobey God, He will not hear our prayers.
fr: Ésaïe 59 : 2 dit : « Mais ce sont vos crimes qui mettent une séparation entre vous et votre Dieu ; ce sont vos péchés qui vous cachent Sa face et <g id="1">l'empêchent de vous écouter. »</g> C'est clair : si nous désobéissons sciemment à Dieu, Il n'entendra pas nos prières.

# NF958B5E1-tu13
source: If we want God to hear our prayers, we must <g id="1">confess </g>our sins before Him<g id="2"> </g>(1 John 1:9).
fr: Si nous voulons que Dieu entende nos prières, nous devons <g id="1">confesser </g>nos péchés devant Lui<g id="2"> </g>(1 Jean 1 : 9).

# NF958B5E1-tu13
source: We must <g id="3">repent</g> of our sins and begin keeping God’s commandments.
fr: Nous devons <g id="3">nous repentir</g> de nos péchés et commencer à respecter les commandements de Dieu.

# NF958B5E1-tu13
source: God will forgive us—but if we don’t repent toward Him and receive His power to turn further and further away from sin and toward His commandments, then our iniquities separate us from our God!
fr: Dieu nous pardonnera, mais si nous ne nous repentons pas envers Dieu et ne recevons pas Sa puissance pour nous détourner de plus en plus du péché et nous rapprocher de Ses commandements, alors nos iniquités nous séparent de notre Dieu !

# NF958B5E1-tu14
source: Simply professing belief in God, but not obeying Him, will not enable us to get through to God. “He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not in him” (1 John 2:4).
fr: Professer simplement la croyance en Dieu, mais ne pas Lui obéir, ne nous permettra pas d'entrer en contact avec lui. « Celui qui dit : Je l'ai connu, et qui ne garde pas ses commandements, est un menteur, et la vérité n'est point en lui » (1 Jean 2 : 4).

# NF958B5E1-tu14
source: Titus 1:16 describes worshipers who “profess that they know God; but in works they deny him, being abominable, and disobedient, and unto every good work reprobate.” Jesus Christ warned the religious people around Him that if they “profess to know God,” they must not deny Him in their actions (Matthew 23:1-3).
fr: Tite 1 : 16 décrit des adorateurs qui « font profession de connaître Dieu, mais ils le renient par leurs oeuvres, étant abominables, rebelles, et incapables d'aucune bonne oeuvre. » Jésus-Christ a averti les religieux qui l'entouraient que s'ils « font profession de connaître Dieu », ils ne doivent pas le renier dans leurs actes (Matthieu 23 : 1-3).

# NF958B5E1-tu14
source: The New Testament describes churches that “have a form of godliness,” but deny the power thereof (2 Timothy 3:5).
fr: Le Nouveau Testament décrit des églises qui « ont l'apparence de la piété », mais renient sa puissance (2 Timothée 3 : 5).

# NF958B5E1-tu14
source: So there is definitely such a thing as false religion and false Christianity.
fr: Il existe donc bel et bien une fausse religion et un faux christianisme.

# NF958B5E1-tu15
source: God is able to answer.
fr: Dieu est capable de nous exaucer .

# NF958B5E1-tu15
source: God <g id="1">wants</g> to answer!
fr: Dieu <g id="1">veut</g> nous exaucer !

# NF958B5E1-tu15
source: But He cannot and will not answer if we are praying to the wrong god, in the wrong faith, in the wrong way, in the wrong attitude, in lack of faith, or for the wrong things (James 4:1-3).
fr: Mais Il ne peut pas et ne répondra pas si nous prions le mauvais dieu, avec la mauvaise foi, de la mauvaise manière, avec la mauvaise attitude, avec un manque de foi, ou pour les mauvaises choses (Jacques 4 : 1-3).

# NF958B5E1-tu15
source: The fault is not with God but with our own wrong thoughts and actions.
fr: La faute n'incombe pas à Dieu, mais à nos propres mauvaises pensées et actions.

# NF958B5E1-tu16
source: But there <g id="1">are</g> keys to having our prayers answered.
fr: Mais il <g id="1">existe</g> des clés pour que nos prières soient exaucées.

# NF958B5E1-tu17
source: God <g id="1">does </g>hear your prayers when you pray according to His will, believe Him, strive to obey Him, pray with proper fear, fervor and persistence, and through the power of Jesus Christ.
fr: Dieu entend <g id="1">effectivement </g>vos prières lorsque vous priez selon Sa volonté, lorsque vous Le croyez, lorsque vous vous efforcez de Lui obéir, lorsque vous priez avec la crainte, la ferveur et la persévérance qui s'imposent, par la puissance de Jésus-Christ.

# NF958B5E1-tu17
source: These are seven of the Bible’s keys to answered prayer.
fr: Voilà sept des clés bibliques à la prière exaucée.

# NF958B5E1-tu17
source: You can learn much more about them in our book <g id="2">How to Pray</g> (see back cover to order your free copy).
fr: Vous pouvez en apprendre beaucoup plus à leur sujet dans notre livre <g id="2">Comment prier</g> (voir la couverture arrière pour commander votre exemplaire gratuit).

# NF958B5E1-tu18
source: God has a plan to bring all mankind—even those who have died—into a relationship with Him.
fr: Dieu a un plan pour établir une relation avec toute l'humanité, même ceux qui sont morts.

# NF958B5E1-tu18
source: He is ready to hear <g id="1">your</g> prayers.
fr: Il est prêt à entendre <g id="1">vos</g> prières.

# NF958B5E1-tu18
source: Jesus Christ gave His life to make this happen, and He stands ready to help those who will repent, believe and obey.
fr: Jésus-Christ a donné Sa vie pour que cela se produise, et Il se tient prêt à aider ceux qui se repentiront, croiront et obéiront.

# NF958B5E1-tu18
source: Pray the way God commands: with obedience, belief, fervor, humility, selflessness—and hope!<x id="2"/><g id="3">n</g>
fr: Priez comme Dieu l'ordonne : avec obéissance, foi, ferveur, humilité, désintéressement — et espérance !<x id="2"/><g id="3">n</g>

# ND361C585-tu1
source: u <g id="1">tempest </g><g id="2">from page <g id="3"><x id="4"/></g></g>
fr: u <g id="1">tempête </g><g id="2">de la page<g id="3"><x id="4"/></g></g>

# NFFF6F904-tu1
source: Unanswered prayers are a warning sign.
fr: Les prières sans réponse sont un signe d'avertissement .

# NFFF6F904-tu1
source: If we knowingly disobey God, He will not hear us.
fr: Si nous désobéissons sciemment à Dieu, Il ne nous écoutera pas.

# N8C808928-tu1
source: To understand the biblically prophesied role that Vladimir Putin will play in end-time events, and how mighty China will assist him in it, order your free copy of <g id="1">The Prophesied ‘Prince of Russia.’</g>
fr: Pour comprendre le rôle bibliquement prophétisé que Vladimir Poutine jouera dans les événements de la fin des temps, et comment la puissante Chine l'y aidera, commandez votre exemplaire gratuit de <g id="1">Le « prince de Russie prophétisé ».</g>
