Repository: ddisanto-langops/automate-labels
Catalog: temp.xliff
Languages: fr

# P7D53403F-tu35
source: This shows that it is in an alliance with “Assur,” the ancient capital city of the Assyrian Empire. <g id="1">Assyria</g> refers to modern-day Germany. (Read “<g id="2">Is Germany in Bible Prophecy?</g>” at <g id="3">theTrumpet.com/17944.</g>) Turkey is going to ally <g id="4">with Germany. </g>
fr: Cela montre qu'il est en alliance avec « Assur », l'ancienne ville capitale de l'Empire assyrien. <g id="1">L'Assyrie</g> désigne l'Allemagne moderne. (Lisez « <g id="2">La Bible prophétise-t-elle sur l’Allemagne ?</g> » sur <g id="3">latrompette.fr</g>). La Turquie va s'allier <g id="4">avec l'Allemagne.</g>

# P7D53403F-tu36
source: Psalm 83 reveals a shocking alliance built on <g id="1">hatred</g> for “Israel”—America, Britain and the Jewish nation in the Middle East. “They have said, Come, and let us cut them off from being a nation; that the name of Israel may be no more in remembrance” (verse 4).
fr: Le psaume 83 révèle une alliance choquante bâtie sur <g id="1">la haine</g> envers « Israël » – les États-Unis, la Grande-Bretagne et la nation juive au Moyen-Orient. « Ils ont dit : Venez, exterminons-les du milieu des nations, et qu'on ne se souvienne plus du nom d'Israël ! » (verset 5).

# P7D53403F-tu36
source: This prophecy reveals a plot to blot out the name of Israel.
fr: Cette prophétie révèle un complot pour effacer le nom d'Israël.

# P7D53403F-tu36
source: It foretells a terrible <g id="2">betrayal</g> of these nations!
fr: Cela prédit une terrible <g id="2">trahison</g> de ces nations !

# P7D53403F-tu37
source: What we see today from Turkey—particularly the hatred for the State of Israel—is exactly what we would expect from a nation that is part of the Psalm 83 alliance!
fr: Ce que nous voyons aujourd'hui de la Turquie — particulièrement la haine envers l'État d'Israël — est exactement ce que nous attendrions d'une nation qui fait partie de l'alliance du Psaume 83 !

# P7D53403F-tu38
source: Turkey’s hatred for Britain, America and the Jews in the Middle East is why God has a powerful prophecy against it.
fr: La haine de la Turquie envers la Grande-Bretagne, les États-Unis et les Juifs au Moyen-Orient explique pourquoi Dieu a une prophétie puissante contre elle.

# P7D53403F-tu38
source: Turkey is prophesied to face <g id="1">disaster</g>!
fr: Il est prophétisé que la Turquie sera confrontée à un <g id="1">catastrophe</g> !

# P7D53403F-tu39
source: This same nation today has America’s nuclear bombs!
fr: Cette même nation possède aujourd'hui les bombes nucléaires américaines !

# P7D53403F-tu39
source: This alliance has been very unstable for America and Britain, to say the least.
fr: Cette alliance a été très instable pour les États-Unis et la Grande-Bretagne, c'est le moins qu'on puisse dire.

# P7D53403F-tu39
source: What does this mean for the people of Britain, America and the Jewish state?
fr: Qu'est-ce que ça veut dire pour les gens de Grande-Bretagne, des États-Unis et de l'État juif ?

# P7D53403F-tu39
source: What does it mean for you?
fr: Qu’est-ce que cela signifie pour vous ?

# P7D53403F-tu40
source: ‘In the Crossway’
fr: « Au carrefour »

# P7D53403F-tu41
source: Obadiah 14 says Turkey is “in the crossway.” That means the crossroads of the world.
fr: Abdias 14 dit que la Turquie est « au carrefour ». Cela signifie le carrefour du monde.

# P7D53403F-tu41
source: Look at a map to understand what this means.
fr: Regardez une carte pour comprendre ce que cela signifie.

# P7D53403F-tu41
source: Turkey controls the Bosporus Strait and the Dardanelles Strait, which connect the Black Sea to the Aegean and Mediterranean.
fr: La Turquie contrôle le détroit du Bosphore et le détroit des Dardanelles, qui relient la mer Noire à l'Égée et à la Méditerranée.

# P7D53403F-tu42
source: These are crucial gateways.
fr: Ce sont des points de passage cruciaux.

# P7D53403F-tu42
source: Even in this age of jets and space-age technology, world trade is transported mainly by ships.
fr: Même à l'ère des avions à réaction et de la technologie spatiale, le commerce mondial est principalement transporté par bateau.

# P7D53403F-tu42
source: Raw materials and minerals from the soil have to be shipped, and that is where the sea gate, that crossroads of the world, plays a vital role.
fr: Les matières premières et les minéraux extraits du sol doivent être transportés, et c'est là que la porte maritime, ce carrefour du monde, joue un rôle essentiel.

# P7D53403F-tu43
source: After winning in World War <g id="1">ii,</g> if Russia had been unable to trade through the Bosporus and the Dardanelles, it could never have sustained its world power.
fr: Après avoir remporté la Seconde Guerre mondiale, si la Russie n'avait pas pu commercer via le Bosphore et les Dardanelles, elle n'aurait jamais pu conserver sa puissance mondiale.<g id="1"></g>

# P7D53403F-tu43
source: Having access to a warm-water port has meant everything to its stature and power in the world.
fr: L'accès à un port en eau chaude a joué un rôle déterminant dans son prestige et sa puissance sur la scène internationale.

# P7D53403F-tu44
source: These critical sea gates are controlled now by Turkey.
fr: Ces portes maritimes stratégiques sont désormais contrôlées par la Turquie.

# P7D53403F-tu44
source: A big reason is that the U.S. has backed and supported it.
fr: Une grande raison est que les États-Unis l'ont soutenu et appuyé.

# P7D53403F-tu44
source: Russia would likely have taken control of them if not for America.
fr: Sans l'intervention américaine, la Russie aurait probablement pris le contrôle de ces portes maritimes.

# P7D53403F-tu44
source: But how much geopolitical influence do America and Britain now have in this crossroads of the world and in the Middle East and that surrounding region?
fr: Mais quelle influence géopolitique les États-Unis et la Grande-Bretagne ont-ils maintenant à ce carrefour du monde et au Moyen-Orient ainsi que dans la région environnante ?

# P7D53403F-tu45
source: History shows that if you lose out in that region, you can lose <g id="1">everything</g>!
fr: L'histoire montre que si vous perdez dans cette région, vous pouvez <g id="1">tout</g> perdre !

# P7D53403F-tu45
source: Russia came to power as the Soviet Union because it had access to that sea gate.
fr: La Russie est parvenue au pouvoir sous le nom d'Union soviétique parce qu'elle avait accès à cette porte maritime.

# P7D53403F-tu45
source: Britain lost that access, and it lost its empire! America is doing the same, and look what is happening: America has almost no influence in the Middle East.
fr: La Grande-Bretagne a perdu cet accès, et elle a perdu son empire ! L'Amérique fait de même, et regardez ce qui se passe : l'Amérique n'a presque plus d'influence au Moyen-Orient.

# P7D53403F-tu46
source: We don’t understand the geopolitical implications of events in this region.
fr: Nous ne comprenons pas les implications géopolitiques des événements dans cette région.

# P7D53403F-tu46
source: Turkey is geopolitically critical.
fr: La Turquie est géopolitiquement critique.

# P7D53403F-tu46
source: If we lose this ally, we are going to suffer mightily.
fr: Si nous perdons cet allié, nous allons souffrir énormément.

# P7D53403F-tu47
source: Betrayal
fr: Trahison

# P7D53403F-tu48
source: Edom, or Esau, has a history of betraying the nations of Jacob, or Israel.
fr: Édom, ou Ésaü, a une histoire de trahison envers les nations de Jacob, ou Israël.

# P7D53403F-tu48
source: The historian Josephus recorded that 20,000 Edomites were received as defenders of Jerusalem in <g id="1">a.d</g>. 70.
fr: L'historien Josèphe rapporte que 20 000 Édomites ont été accueillis comme défenseurs de Jérusalem en 70 après J.-C.<g id="1"></g>

# P7D53403F-tu48
source: Once inside, they betrayed the Jews by robbing and killing them—their own brothers!
fr: Une fois à l'intérieur, ils ont trahi les Juifs en les volant et en les tuant – leurs propres frères !

# P7D53403F-tu49
source: This is getting to the heart of why God is going to punish Turkey so severely. <g id="1">Obadiah 5-6</g> describe how it is going to be utterly ravaged and picked clean. <g id="2">Verse 10</g> <g id="3">says, “For thy violence against thy brother Jacob shame shall cover thee ….” God does hold us accountable for our sins!
fr: Cela va droit au cœur de la raison pour laquelle Dieu va punir la Turquie si sévèrement. <g id="1">Abdias 5-6</g> décrit comment elle va être complètement ravagée et dépouillée. <g id="2">Le verset 10</g> <g id="3">dit : « A cause de ta violence contre ton frère Jacob, tu seras couvert de honte […] ». Dieu nous tient responsables de nos péchés !

# P7D53403F-tu49
source: He says, <g id="4">Vengeance is mine! </g>(Romans 12:19).</g>
fr: Il dit, <g id="4">À moi la vengeance !</g> (Romains 12 : 19).</g>

# P7D53403F-tu50
source: Obadiah 11 says Esau was “as one of them.” That means he was allied with Germany and other nations, probably European nations—but <g id="1">as</g> one of them, not a member.
fr: Abdias 11 dit qu'Ésaü était « comme l'un d'eux ». Cela signifie qu'il était allié avec l'Allemagne et d'autres nations, probablement des nations européennes — mais <g id="1">comme</g> l'un d'eux, pas un membre.

# P7D53403F-tu50
source: Turkey has tried to join the European Union, but EU leaders have never accepted them.
fr: La Turquie a essayé de rejoindre l'Union européenne, mais les dirigeants de l'UE ne l'ont jamais acceptée.

# P7D53403F-tu50
source: I believe this shows they never will.
fr: Je crois que cela montre qu'ils ne le feront jamais.

# P7D53403F-tu51
source: “But thou shouldest not have looked on the day of thy brother in the day that he became a stranger; neither shouldest thou have rejoiced over the children of Judah [the Jews] in the day of their destruction; neither shouldest thou have spoken proudly in the day of distress” (verse 12).
fr: « Ne repais pas ta vue du jour de ton frère, du jour de son malheur, ne te réjouis pas sur les enfants de Juda au jour de leur ruine, et n'ouvre pas une grande bouche au jour de la détresse ! »(verset 12).

# P7D53403F-tu51
source: God condemns the Edomites for <g id="1">rejoicing</g> at their brothers’ fall!
fr: Dieu condamne les Édomites pour <g id="1">s'être réjouis</g> de la chute de leurs frères !

# P7D53403F-tu52
source: Now look at the <g id="1">context </g>of verse 14: “Neither shouldest thou have stood in the crossway, to cut off those of his that did escape; neither shouldest thou have delivered up those of his that did remain in the day of distress.” This is describing Jacobite <g id="2">refugees</g> coming through those sea gates at the crossroads of the world and the Turks <g id="3">killing</g> them and delivering them up to the Germans!
fr: Regardez maintenant le <g id="1">contexte</g> du verset 14 : « Ne te tiens pas au carrefour pour exterminer ses fuyards, et ne livre pas ses réchappés au jour de la détresse ! » Cela décrit les <g id="2">réfugiés</g> jacobites qui franchissaient ces portes maritimes au carrefour du monde et les Turcs qui les <g id="3">tuaient</g> et les livraient aux Allemands !

# P7D53403F-tu52
source: God takes that personally!
fr: Dieu le prend personnellement !

# P7D53403F-tu53
source: This is prophesying of a battle over rulership of the world!
fr: Ceci est une prophétie d'une bataille pour la domination du monde !

# P7D53403F-tu53
source: Evil nations want to <g id="1">destroy</g> America, Britain and the Jewish state, and we ought to be able to see that!
fr: Les nations maléfiques veulent <g id="1">détruire</g> l'Amérique, la Grande-Bretagne et l'État juif, et nous devrions être capables de le voir !

# P7D53403F-tu54
source: God foretells a time of unparalleled suffering just ahead of us.
fr: Dieu prédit un temps de souffrance sans précédent juste devant nous.

# P7D53403F-tu54
source: Jeremiah 30:7 calls it “the time of Jacob’s trouble.” The end-time nations of Jacob—America and Britain—are going to have a lot of trouble!
fr: Jérémie 30 : 7 l’appelle « un temps d'angoisse pour Jacob » Les nations de Jacob du temps de la fin des temps l'Amérique et la Grande-Bretagne vont avoir de gros problèmes !

# P7D53403F-tu54
source: And the Jewish state will face the same fate (Hosea 5:5).
fr: Et l'État hébreu fera face au même destin (Osée 5 : 5).

# P7D53403F-tu54
source: Three nations in particular are singled out because they received such special blessings and will be held accountable for them.
fr: Trois nations en particulier sont mises en avant parce qu'elles ont reçu de telles bénédictions spéciales et en seront tenues responsables.

# P7D53403F-tu55
source: Turkey has a massive coastline on the Mediterranean Sea, a lot of islands and a powerful navy.
fr: La Turquie possède un littoral très étendu sur la mer Méditerranée, de nombreuses îles et une marine puissante.

# P7D53403F-tu55
source: What happens if we lose control of the eastern Mediterranean to an aggressive enemy?
fr: Que se passe-t-il si nous perdons le contrôle de la Méditerranée orientale au profit d'un ennemi agressif ?

# P7D53403F-tu55
source: In a way, it is already happening, and Germany is quickly moving in.
fr: D'une certaine manière, cela se produit déjà, et l'Allemagne avance rapidement.

# P7D53403F-tu56
source: <g id="1">Turkey is going to betray America</g>!
fr: <g id="1">La Turquie va trahir l'Amérique</g> !

# P7D53403F-tu56
source: This is clear in Bible prophecy.
fr: Cela est clair dans la prophétie biblique.

# P7D53403F-tu56
source: And we must understand it.
fr: Nous devons comprendre cela.

# P7D53403F-tu57
source: Christ’s Return Draws Near
fr: Le retour du Christ approche

# P7D53403F-tu58
source: Obadiah 15 says, “For the day of the Lord is near ….” This is about the catastrophic final days of the age of man that precede the Second Coming of Jesus Christ.
fr: Abdias 15 dit : « Car le jour de l'Éternel est proche [...] ». Il s'agit des derniers jours catastrophiques de l'ère humaine qui précèdent la Seconde Venue de Jésus-Christ.

# P7D53403F-tu58
source: The unhappy world we live in is going to be transformed into a wonderful new world under Christ’s rule as King of kings.
fr: Le monde malheureux dans lequel nous vivons va être transformé en un monde nouveau et merveilleux sous le règne du Christ en tant que Roi des rois.

# P7D53403F-tu58
source: And when you see this prophecy in Obadiah transpire—which events today are rapidly leading into—that day truly is <g id="1">near</g>!
fr: Et lorsque vous verrez cette prophétie dans Abdias s'accomplir — des événements qui aujourd'hui mènent rapidement à cela — ce jour est vraiment <g id="1">près</g> !

# P7D53403F-tu59
source: Obadiah’s prophecy concludes with a truly inspiring vision: “And saviours shall come up on mount Zion to judge the mount of Esau; and the kingdom shall be the Lord’s” (verse 21).
fr: La prophétie d'Abdias se termine par une vision véritablement inspirante : « Des libérateurs monteront sur la montagne de Sion, pour juger la montagne d'Ésaü ; et à l'Éternel appartiendra le règne » (verset 21).

# P7D53403F-tu59
source: All these events are leading right into the establishment of God’s Kingdom on Earth.
fr: Tous ces événements mènent directement à l'établissement du Royaume de Dieu sur Terre.

# P7D53403F-tu59
source: And this verse says <g id="1">saviors, plural</g>—speaking of the people who serve God and proclaim His prophecies and warnings to the world today—will be right there with Jesus Christ, helping Him bring <g id="2">salvation </g>to the whole world!
fr: Et ce verset dit que les <g id="1">libérateurs, au pluriel</g> — en parlant des personnes qui servent Dieu et proclament Ses prophéties et Ses avertissements au monde aujourd'hui — seront aux côtés de Jésus-Christ, contribuant à apporter le <g id="2">salut </g>au monde entier !

# P7D53403F-tu60
source: This prophecy, and all of God’s prophecies, truly is aimed at <g id="1">saving lives! </g>Will <g id="2">you</g> turn to God today and get behind His work so you can be among those <g id="3">saviors</g>?<x id="4"/><g id="5">n</g>
fr: Cette prophétie, comme toutes les prophéties de Dieu, vise véritablement à <g id="1">sauver des vies ! </g>Allez-<g id="2">vous</g> vous tourner vers Dieu aujourd'hui et soutenir Son œuvre afin de faire partie de ces <g id="3">libérateurs</g> ?<x id="4"/><g id="5">n</g>

# ND6BF1817-tu1
source: Turkey Is Going to Betray America
fr: La Turquie va trahir l'Amérique

# P79D60A7F-tu1
source: What we see today from Turkey—partic-ularly the hatred for the State of Israel—is exactly what we would expect from a nation that is part of the Psalm 83 alliance.
fr: Ce que nous voyons aujourd'hui de la Turquie — particulièrement la haine envers l'État d'Israël — est exactement ce que nous pouvons attendre d'une nation qui fait partie de l'alliance du Psaume 83.

# ND8E4ACBE-tu1
source: One of the Bible’s most ominous prophecies is about to be fulfilled. <g id="1">BY Gerald Flurry</g>
fr: L'une des prophéties les plus menacantes de la Bible est sur le point de se réaliser. <g id="1">PAR Gerald Flurry</g>

# P486763D2-tu1
source: Russia
fr: Russie

# P47A21AC4-tu1
source: Romania
fr: Roumanie

# N9E2A6EE8-tu1
source: Black Sea
fr: Mer Noire

# N9B4DA8B4-tu1
source: Bulgaria
fr: Bulgarie

# P7A387ADB-tu1
source: Bosporus
fr: Bosphore

# N9C12F1C2-tu1
source: Georgia
fr: Géorgie

# P6756FD04-tu1
source: Turkey
fr: Turquie

# N971096E7-tu1
source: Greece
fr: Grèce

# P4F813BD3-tu1
source: Syria
fr: Syrie

# P7820FDB5-tu1
source: Mediterranean Sea
fr: Mer Méditerranée

# P6B940ED1-tu1
source: Iraq
fr: Irak

# P53BE4DA0-tu1
source: Jordan
fr: Jordanie

# P4A7EE0F8-tu1
source: Egypt
fr: Égypte

# P4EBBF2C5-tu1
source: Saudi Arabia
fr: Arabie saoudite

# NFA7F3775-tu1
source: What you need to know about Hamas
fr: Ce que vous devez savoir sur le Hamas

# NF085B5C0-tu1
source: Funding
fr: Financement

# P56E87B04-tu1
source: Charities
fr: Organisations caritatives

# P5574DBA-tu1
source: A humanitarian aid convoy bound for the Gaza Strip wait on the outskirts of Cairo.
fr: Un convoi d'aide humanitaire à destination de la bande de Gaza attend à la périphérie du Caire.

# P4B8379B5-tu1
source: Aid Diversion & Smuggling
fr: Détournement de l'aide et contrebande

# P57ADC412-tu1
source: Other
fr: Autre

# P1DC52DF6-tu1
source: The Gaza Strip is a tiny 141-square-mile enclave packed with 2.1 million people.
fr: La bande de Gaza est une minuscule enclave de 364 km² où vivent 2,1 millions de personnes.

# P1DC52DF6-tu1
source: Hamas raises<g id="1"> <g id="2">$350 million</g></g><g id="3"> </g>in annual revenue by taxing the Gaza population, but its main source of revenue is foreign aid.
fr: Le Hamas génère <g id="1"> <g id="2">350 millions de dollars</g></g><g id="3"> </g>de revenus annuels en taxant la population de Gaza, mais sa principale source de revenus provient de l'aide étrangère.

# P1DC52DF6-tu1
source: It receives roughly <g id="4">$350 million</g> per year from the Islamic Republic of Iran, which also seeks Israel’s annihilation.
fr: Il reçoit environ <g id="4"> 350 millions de dollars</g> par an de la République islamique d'Iran, qui cherche également à anéantir Israël.

# P1DC52DF6-tu1
source: It also receives <g id="5">$360 million per year</g> in international aid funneled through Qatar.
fr: Il reçoit également <g id="5"> 360 millions de dollars par an d'</g>aide internationale transitant par le Qatar.

# P1DC52DF6-tu1
source: Much of this aid, instead of being used to care for Gaza’s people, is used to finance Hamas’s war against Israel.<x id="6"/><g id="7"></g>
fr: Une grande partie de cette aide, au lieu d'être utilisée pour soigner la population de Gaza, sert à financer la guerre du Hamas contre Israël.<x id="6"/><g id="7"></g>

# P52AB6937-tu1
source: Gaza Taxes
fr: Taxes sur Gaza

# P14E865D5-tu1
source: Even before the Israel-Hamas war began, roughly two thirds of Gazans were classified as moderately or severely food insecure.
fr: Même avant le début de la guerre entre Israël et le Hamas, environ deux tiers des habitants de Gaza étaient classés comme souffrant d'insécurité alimentaire modérée ou grave.

# P14E865D5-tu1
source: But the famine isn’t a result of insufficient food aid.
fr: Mais la famine n'est pas le résultat d'une aide alimentaire insuffisante.

# P14E865D5-tu1
source: Since May, well over 8,000 aid trucks carrying food have entered Gaza.
fr: Depuis mai, plus de 8 000 camions d'aide humanitaire transportant des denrées alimentaires sont entrés à Gaza.

# P14E865D5-tu1
source: A study published on June 2 by the Institute of Biochemistry, Food Science and Nutrition indicated that food shipments to Gaza are enough to feed the enclave’s entire population with <g id="1">3,347 calories</g> each.
fr: Une étude publiée le 2 juin par l'Institut de biochimie, des sciences alimentaires et de la nutrition a indiqué que les livraisons de nourriture à Gaza sont suffisantes pour nourrir l'ensemble de la population de l'enclave avec <g id="1">3 347 calories</g> par personne.

# P14E865D5-tu1
source: Yet the food is not reaching most of the people.
fr: Pourtant, la nourriture n'atteint pas la plupart des gens.

# P14E865D5-tu1
source: Veteran Israeli journalist Ehud Ya’ari has highlighted how, since the beginning of the war, Hamas has pocketed at least $500 million from selling captured aid.
fr: Le journaliste israélien chevronné Ehud Ya'ari a montré comment, depuis le début de la guerre, le Hamas a empoché au moins 500 millions de dollars en vendant l'aide capturée.

# P14E865D5-tu1
source: The U.S. Agency for International Development says that many Palestinians raid the food trucks and hoard the food before everyone gets what they need.
fr: L'Agence des États-Unis pour le développement international affirme que de nombreux Palestiniens pillent les camions de nourriture et accumulent les denrées avant que tout le monde ait pu obtenir ce dont il a besoin.

# P14E865D5-tu1
source: In other words, Hamas and its supporters are selling food to procure weapons—while their own people starve.<x id="2"/><g id="3"></g>
fr: En d'autres termes, le Hamas et ses partisans vendent de la nourriture pour se procurer des armes, alors que leur propre peuple meurt de faim.<x id="2"/><g id="3"></g>

# NEC48A3F3-tu1
source: Myths and false narratives are the Islamic Resistance Movement’s greatest weapon.
fr: Les mythes et les récits mensongers constituent l'arme la plus puissante du Mouvement de résistance islamique.

# P381510D4-tu1
source: Terror
fr: Terreur

# NEB835AE5-tu1
source: On Oct. 7, 2023, Hamas launched a surprise attack on Israel, killing about 1,200 people and taking more than 250 hostages.
fr: Le 7 octobre 2023, le Hamas a lancé une attaque surprise contre Israël, tuant environ 1 200 personnes et prenant plus de 250 otages.

# NEB835AE5-tu1
source: This was the third-largest terrorist attack on record.
fr: Il s'agit de la troisième plus grande attaque terroriste jamais enregistrée.

# NEB835AE5-tu1
source: Hamas-led terrorist attacks since 1987 have killed about 2,500 people total, with the October 7 victims making up nearly half that number.<g id="1"><x id="2"/></g><g id="3"></g>
fr: Depuis 1987, les attaques terroristes menées par le Hamas ont tué environ 2 500 personnes au total, les victimes du 7 octobre représentant près de la moitié de ce chiffre.<g id="1"><x id="2"/></g><g id="3"></g>

# P4CE6A8CE-tu1
source: Hamas fighters perform Friday noon prayers.
fr: Des combattants du Hamas font la prière du vendredi midi.

# P3AF1D708-tu1
source: DECEIT
fr: TROMPERIE

# P22C788D1-tu2
source: Born in West Bank
fr: Né en Cisjordanie

# P22C788D1-tu3
source: Studied at Kuwait University
fr: A étudié à l'université du Koweït

# P22C788D1-tu4
source: Resides in Qatar
fr: Réside au Qatar

# P27049A9E-tu2
source: Born in Gaza
fr: Né à Gaza
